{
  "tones": {
    "Abandonment": {
      "examples": [
        "I don't know, I just set it going before I go home.",
        "You need to check the next milestone for that."
      ],
      "description": "unwillingness to continue supporting"
    },
    "Abrasion": {
      "examples": [
        "I'm sorry, that serial number is not recognised, please re-enter the number.",
        "But we paid!"
      ],
      "description": "slowly wearing down or irritating"
    },
    "Abrupt": {
      "examples": [
        "How did yo.. No"
      ],
      "description": "sudden change in tone or speech"
    },
    "Abruptness": {
      "examples": [
        "What?!",
        "Yes, and if you read my reply, I said that I wasn't going to give it to you.",
        "I was at college.",
        "You walk away now.",
        "Well, click it."
      ],
      "description": "sharp change in tone"
    },
    "Absurdity": {
      "examples": [
        "What, OpenOffice? *(I ask, having read the recent blue whale news.)*",
        "Then I would suggest an immediate upgrade to Platinum support line subscription, uptake of our return-to-hospital user support and the additional no-questions-asked trouser replacement option.",
        "I think we should be doing random drug testing. I think a lot of these problems would be solved if we just looked a bit more carefully at the problem callers. There would certainly be a lot less memory failures.",
        "The laptop got burnt."
      ],
      "description": "unconventional or unrealistic response"
    },
    "Acceptance": {
      "examples": [
        "I know, but I can see the effects of it."
      ],
      "description": "acknowledging reality"
    },
    "Accusation": {
      "examples": [
        "You stole it didn't you?. When did you go back for it? *(I ask, knowing full well we were kicked off the course shortly after The PFY started swimming the water traps)*",
        "..Corporate Espionage *(I add.)*",
        "That's cheating, *(I respond.)*",
        "Ridiculous! He's had a bump to the head.",
        "And so is asking us to make changes to a budget cabling job after we'd warned you that it'd cost a fortune to change."
      ],
      "description": "imputing blame"
    },
    "Accusatory": {
      "examples": [
        "Nah, the PFY lifted your wallet the day you started and stole your credit card details and personal information. We followed you here from your home.",
        "*(It's the matter of a moment to notice his hand is on the only recently cleaned piece of the window frame)* Things you people wouldn't believe, *(I say.)*"
      ],
      "description": "blaming or pointing out fault"
    },
    "Acknowledgement": {
      "examples": [
        "Yes!",
        "Yes, but you'll still get paid every month, just not your overtime - for one pay.",
        "What?!",
        "Well I'm not from your I.T. department."
      ],
      "description": "neutral confirmation"
    },
    "Acknowledgment": {
      "examples": [
        "Company policy is that a competing quote isn't necessary when the purchase is under 2000 quid, *(I respond.)*",
        "Probably.",
        "Yes we call that spying . Corporate Espionage if you want to give it a flashy name.",
        "Of course you didn't!. You just don't think things through. However, were there a history of... power anomalies... in London, people would be far less suspicious. *(I snap back)*",
        "They did, *(I counter.)*"
      ],
      "description": "showing understanding or acceptance"
    },
    "Acuteness": {
      "examples": [
        "No, just for the tax withholding period.",
        "And yet you still managed to see me. And the ladder.",
        "The company owns this building, *(I shoot back.)*"
      ],
      "description": "brief but sharp statement"
    },
    "Admiration": {
      "examples": [
        "Oh, they're good,. They're BLOODY good. *(I say, noticing the blanking plate where the door handle should be)*"
      ],
      "description": "showing appreciation"
    },
    "Admission": {
      "examples": [
        "There IS code. Possibly a couple of orders of magnitude less than was originally reported. *(I admit)*"
      ],
      "description": "acknowledging fault"
    },
    "Affability": {
      "examples": [
        "OK, that's easily sorted out, *(I respond helpfully.)*"
      ],
      "description": "friendly and approachable"
    },
    "Affectation": {
      "examples": [
        "Oh, I took out all the clauses around grounds for reasonable termination."
      ],
      "description": "pretending to be something else"
    },
    "Affection": {
      "examples": [
        "You can trust me,. Mother is the word. *(I respond caringly)*",
        "Other times,, we seem to be the only ones who can see a user's potential and the impact that they might make. Sometimes they don't even know themselves. It's amazing what a difference you can make in their lives with a nudge in the right direction. *(I add)*",
        "But I like the battery place. They know us there.",
        "No, I think you can be trusted, *(he chirps back.)*"
      ],
      "description": "expressing endearment"
    },
    "Affectlessness": {
      "examples": [
        "I have a support contract that's showing up under my profile but which doesn't permit me to download any software."
      ],
      "description": "lacking emotional expression or involvement"
    },
    "Affirmation": {
      "examples": [
        "Hey, we both do that!",
        "Ah, we didn't actually get around to thinking of any new apps,. And I think we'd like to roll back our lack of enthusiasm for the eBin idea – as it turns out to be quite addictive. *(I admit)*"
      ],
      "description": "expressing support or confirmation"
    },
    "Aggravation": {
      "examples": [
        "No",
        "Are you proposing to throw it off the balcony?!",
        "Terry is it?",
        "True.",
        "*(YOU LITTLE BLOODY DANCER)* Yes Mam! *(I respond, cranking the Texan Accent knob around to 11.)*"
      ],
      "description": "increased anger"
    },
    "Aggression": {
      "examples": [
        "Oh, it's practice to hold all orders of suspended staff till they can be confirmed with the client. So remember, no answering the phone now. But one thing, were you two responsible for any of the bruises on my former boss?",
        "Woah, just hold on a minute there!. We can't just give you this OS. I mean how do we know it's right for you? *(The PFY blusters, taking hold of the wheel in a manner that'd have Jeremy Clarkson reaching for his tissues (tearfully, and not for some other reason which would spoil the upholstery)*",
        "WHAT'S IT GOT!?! ADvanced Graphical Interface, true multitasking - not that imitation stuff you get elsewhere! Games, Manuals - it's got the lot!",
        "It was only once!",
        "No.."
      ],
      "description": "hostile and confrontational"
    },
    "Aghast": {
      "examples": [
        "I'LL MAKE SURE YOU…"
      ],
      "description": "shocked disgust"
    },
    "Agitation": {
      "examples": [
        "Yeah well, I needed to raise the priority of the fix! *(I respond fervently.)*",
        "What money? *(I say, stalling for time.)*",
        "Yes!",
        "But what happens if HE had a fall and I didn't notice because I was up the ladder in the ceiling space?!"
      ],
      "description": "inflamed passion or strong emotional response"
    },
    "Agnosticism": {
      "examples": [
        "Which ones? *(I ask.)*"
      ],
      "description": "lacking knowledge or understanding"
    },
    "Agreeableness": {
      "examples": [
        "Anyway I'm sure it's a misunderstanding. Like at your place."
      ],
      "description": "showing willingness to cooperate or compromise"
    },
    "Agreeance": {
      "examples": [
        "No argument there,, but how? *(I nod)*"
      ],
      "description": "expressing acceptance of an opinion"
    },
    "Agreeing": {
      "examples": [
        "Well, I don't know if we can be SURE about that. I mean, it was a very difficult time for everyone – what with the infection and everything. It might have happened afterwards, or it might have been happening all along. I mean, who can be sure?"
      ],
      "description": "showing concurrence"
    },
    "Agreement": {
      "examples": [
        "Yes, it should ,. Only they don't want to. They don't want the package getting out. So while it's one of the options on your configuration form - you have to actually pay for it. *(I concur)*",
        "Yes they are!",
        "As well as the first plan! *(I respond.)*",
        "Binned it!",
        "Of course it is! Look, You tell me the results you want and I'll give you a questionairre that makes it look like the whole building supports it."
      ],
      "description": "sharing the same opinion"
    },
    "Agression": {
      "examples": [
        "We can't afford to indulge it!. And WHY is it an IT expense? *(I counter)*"
      ],
      "description": "hostile, confrontational tone"
    },
    "Agritation": {
      "examples": [
        "Done it, *(I say.)*"
      ],
      "description": "showing irritation or annoyance"
    },
    "Alarm": {
      "examples": [
        "Are you proposing to throw it off the balcony?!",
        "It looks like the train's bent the front section of the drill pipe which is stalling the thruster engine so we can't pull it back!",
        "Carbon rods? *(I ask, stepping back slightly as the ready LED goes from dull to bright red, then to white, then off with a puff of smoke.)*",
        "You connected to my machine?",
        "The CEO called the Head of IT about point two - the extremely poor rating of the Systems and Networks people - at around 10:40am; you were brought in at around 10:45am at which time the CEO unveiled the board's master plan to have a second, snap random survey executed in a couple of days, the results of which will be the basis for a round of dismissals at all levels of the company - no exceptions."
      ],
      "description": "expressing concern or warning"
    },
    "Alarmism": {
      "examples": [
        "Which in turn would allow HR to create a proxy hostile workplace and then get rid of a bunch of people in a batchload of personal grievance processes."
      ],
      "description": "expressing exaggerated or unrealistic anxiety"
    },
    "Alarms": {
      "examples": [
        "Bloody terrorists, *(I chip in.)*"
      ],
      "description": "causing concern or alerting of potential issues"
    },
    "Alertness": {
      "examples": [
        "So he's in there? *(I say, when I get there moments later.)*"
      ],
      "description": "being prepared or watchful"
    },
    "Alibi": {
      "examples": [
        "Who?"
      ],
      "description": "attempting to avoid blame or responsibility"
    },
    "Allegiance": {
      "examples": [
        "Yes, living for years below the surface of the planet to avoid detection they have finally broken cover to come here and steal our advanced technology."
      ],
      "description": "statement of allegiance or loyalty"
    },
    "Altruism": {
      "examples": [
        "True,. But firewalls only really protect you from outside threats. If someone introduces the virus inside the firewall.. *(I say)*"
      ],
      "description": "showing willingness to help others"
    },
    "Amazement": {
      "examples": [
        "There's a removable keyboard too.",
        "Didn't even consider it,. We configured the light fittings to be on or off to make a room-wide binary clock with the front row being hours and the back row being minutes – which just meant we'd move around desks a lot; we had the light color reflect the amount of work time left in the day – red in the mornings, green in the mid-afternoon, white at home time; then we linked the lamps to a couple of microphones and used it like a massive audio spectrum analyzer. *(I reply)*",
        "From what I understand, it uses a brayseen filter to scan your asset register for outdated devices, then a fixed-match algorithmic search on online sales and auction sites, apportioning value scores for hardware based on the current prices and the equipment's hardware configuration. If a device is deemed to be intrinsically repurposable, the repurposer will write a USB stick to automate the erasure, verification, and final diagnostics of the device based on tools stored in its hardware database. It then lists the item on an auction site, processes the sale transaction, and sends a packaging and shipping request to a local shipping agent."
      ],
      "description": "expressing shock"
    },
    "Ambiguity": {
      "examples": [
        "What do you mean 'real'?",
        "Are you proposing to throw it off the balcony?!",
        "Indeed. And he just hit him? No provocation? *(the Director of HR agrees)*",
        "50 now, but 50 more when The Boss wants me to turn off website blocking (with our new updated list) in about 10 minutes.",
        "No?"
      ],
      "description": "lacking clarity"
    },
    "Ambition": {
      "examples": [
        "Forty-five.",
        "Yeah, an AI that works for you. It knows you, it understands what you want, and it can encompass the SUM() of your mental abilities."
      ],
      "description": "showing a desire to succeed"
    },
    "Ambivalence": {
      "examples": [
        "Sure! Tell you what, we'll get it to pick us up from lunch!",
        "Ok, I suppose so.",
        "Fifty Quid should convince me..",
        "Let's see.... No previous experience required, Good, No actual learning guaranteed - if you go by the wording - Good..",
        "Lets say two to be on the safe side. Course, it's about 750 if you want them to do a weekend job for cash with no insurance, tax or warranty."
      ],
      "description": "neutral, non-committal attitude"
    },
    "Ambush": {
      "examples": [
        "If the art concerned is fingerpainting, *(I concur grabbing the cable that the PFY hands me out of the roofspace.)*",
        "On emails. We would never ask for it on emails – but YOU rang US.",
        "ADDITIONALLY, my client is entitled to confer in private. *(I say, disconnecting the Boss from the call.)*"
      ],
      "description": "unexpectedly attacking or criticizing"
    },
    "Amoral": {
      "examples": [
        "To ensure the most favourable share price when I start buying just before close of business tonight."
      ],
      "description": "lacking a sense of moral principles"
    },
    "Amused": {
      "examples": [
        "The Divine Aura of Tfosorcim Society.",
        "Normal gaseous loss from a pneumatic device...",
        "Can't roll it back, it's committed! *(I respond, with similar mock horror.)*",
        "Manager.. *(I add, really getting into the swing of things and realising that none of them wants to be the one to wimp out...)*",
        "More still..."
      ],
      "description": "showing amusement"
    },
    "Amusement": {
      "examples": [
        "Of course. but my guess is that the read pass must have been the straw that broke the camel's back -- media-wise! *(I respond, ignoring the ticking sound as the Bollockometer clocks itself)*",
        "Yep, it'd take ages to re-enter. Unless you somehow managed to bribe all the women in our D.P. Pool to do it for you...",
        "I dunno -- sounds a bit pricey to me!. You'd be lookingat, I dunno, a couple of grand. *(the PFY chirps, right on time)*",
        "Those pints you're about to buy me!",
        "I don't rea.."
      ],
      "description": "showing enjoyment"
    },
    "Analogy": {
      "examples": [
        "The 'program' bit is redundant. It would be like Henry Ford using his assembly line to make machines to make cars, instead of making the cars themselves."
      ],
      "description": "using comparisons to explain"
    },
    "Analysis": {
      "examples": [
        "Let's think of this logically,. The place isn't on the normal access network and has some form of door control logic. I'm guessing that the controller is local to this room, so scan the place for an access panel... *(I say)*"
      ],
      "description": "breaking down information into parts"
    },
    "Analytical": {
      "examples": [
        "Maybe. Maybe they'd own the idea, maybe they'd own the token. Or maybe they'd own both – it's up to you what you're selling.",
        "So I think what's happening is that when your laptop is mirroring it's probably 'dumbing itself down' to the resolution of the wall screen."
      ],
      "description": "evaluating facts"
    },
    "Ancillary": {
      "examples": [
        "Excellent, so my work wasn't in vain then!",
        "Ah right, these are definitely the shell casings of a HK Mark 23 Pistol. End on. .45 calibre.",
        "Well if this is just about the money... *(the PFY begins.)*",
        "But what if the PFY's had an accident? *(I ask.)*",
        "What, and risk a fall or a heart attack with no one noticing until someone turned up at work possibly hours later? That sounds reckless. I can't believe you'd suggest that!"
      ],
      "description": "neutral or unrelated"
    },
    "Ancillary_Anger": {
      "examples": [
        "F*CK! We're probably too late. How many do we have left?"
      ],
      "description": "anger directed at secondary issues"
    },
    "Ancillary_Dread": {
      "examples": [
        "It can't. You're now part of a complex dataset which can no longer be untangled,. You're now an infinitesimal part of a vast number of weighting algorithms. *(I explain)*"
      ],
      "description": "passive unease towards a larger system"
    },
    "Ancillary_Sarcasm": {
      "examples": [
        "*(Call me a little sensitive but I get the feeling that my user is trying to put 2 and 2 together to get 73)* What are you suggesting? *(I ask.)*"
      ],
      "description": "using understatement to convey annoyance"
    },
    "Anecdotal": {
      "examples": [
        "Well, say you're catching the tube home to Slough."
      ],
      "description": "using a personal experience or example"
    },
    "Anger": {
      "examples": [
        "*(The PFY cries, in a manner that could be construed only as unkind)* I think you're... *(I respond, defensively, being cut off mid sentence by the PFY's next outburst.)*",
        "I have to admit that our relationship was sweet, but the Mahariji showed me that it was simply a manifestation of my own deep-seated needs. The relationship ended and I am a fuller person now because of it.",
        "Of course not. You said you wanted all our systems Y2K complaint ready.",
        "I don't work here any more.",
        "Yes, not very much at all. Now what seems to be the problem?"
      ],
      "description": "showing hostility"
    },
    "Annoyance": {
      "examples": [
        "*(The needle on my desktop Bollockometer wanders off-scale for a moment or ten)* Sure, *(I cry, grabbing a tape from the pile of read-errored duds on my desk.)*",
        "Yes, but NO , that wasn't what I was thi..",
        "More than tricky, A pig's breakfast - The licences aren't valid and the documentation is shite! *(I respond)*",
        "I'll write it and give it to him!",
        "That's OK, don't mention it! *(I cry, disconnecting.)*"
      ],
      "description": "showing irritation"
    },
    "Antagonism": {
      "examples": [
        "As well as the first plan! *(I respond.)*"
      ],
      "description": "opposing or opposing in nature"
    },
    "Anticipation": {
      "examples": [
        "What? *(I ask, not wanting to miss out on the morning funny.)*",
        "I'll get him in then, *(I say, noticing the name and wandering over to the door.)*",
        "There's a problem with the lift! *(a familiar voice echoes tinnily.)*",
        "The 1600QV? *(I ask.)*",
        "They're here then?"
      ],
      "description": "showing eagerness"
    },
    "Anxiety": {
      "examples": [
        "Sure have! *(I lie, nudging the snapshot tapes into the bin as he leaves the room.)*",
        "*(Best go easy on him)* Blood you say,, Would that be like a LOT of blood? *(I cry loudly)*",
        "No, no!, I think you were more than justified! I'm a walking technical timebomb! I'm a menace to myself and others. I can't be trusted near equipment! Like your monitor. *(I cry, realising the vast untapped fear potential stored within the PFY)*",
        "We'll need a computer room, *(I warn Brian.)*",
        "Ah, the Denial of Service *VIRUS* . Yes, I've been a little worried about that myself. But we found a way around it"
      ],
      "description": "apprehensive concern"
    },
    "Apathy": {
      "examples": [
        "*(We laugh, grab the audio file from the voicemail server, and play it. I leave the pointer poised over the STOP button in case it gets a little hairy. So to speak. Everything is however fairly run-of-the-mill and work related)* Right!, Time for a flyby. Patch this into his Network line in Comm Room 4, Port uh.. Clickety E31./ *(I cry, grabbing a large black box with an RJ45 connector)*",
        "Yes, yes, *(I murmur, slapping the tape into the external drive on my machine.)*",
        "I don't know,. What was on that tape? *(I mumble, looking to the PFY for inspiration)*",
        "Someone's going to have to go in there and fix it.",
        "Woah, just hold on a minute there!. We can't just give you this OS. I mean how do we know it's right for you? *(The PFY blusters, taking hold of the wheel in a manner that'd have Jeremy Clarkson reaching for his tissues (tearfully, and not for some other reason which would spoil the upholstery)*"
      ],
      "description": "lacking enthusiasm"
    },
    "Apologetic": {
      "examples": [
        "Indeed. They found him between the Management and Lunchroom floors after about a week of looking. If there hadn't been a fire drill he may not have been found for months!",
        "In the machine room, *(I respond.)*",
        "Oh, someone's been printing some smut to our printers then forgetting to collect it. We don't currently log it so we had to think of where it might have come from.",
        "But someone might access it, mightn't they?",
        "Ah! In that case tell him not to worry - it's illegal in this country too, *(I say, handing my helper the 50 quid he'd been promised before he dashes out the pub door.)*"
      ],
      "description": "showing regret"
    },
    "Apologetic_Tone": {
      "examples": [
        "Well they're the recalls, aren't they?. Hear that? *(I say, wandering over the Boss's desk, moving the teacups aside and tapping on the front of the monitor carefully)*"
      ],
      "description": "showing remorse"
    },
    "Apologism": {
      "examples": [
        "Ms, *(Ms Watson corrects.)*"
      ],
      "description": "acknowledging a fault or mistake"
    },
    "Apology": {
      "examples": [
        "She bought the stuff about the van, the names and the cattleprod, but I'm not too sure about the other one. I attacked the poor quality of the image, the accuracy of time on the CCTV systems and suggested that there were many ways to interpret it in non-violent connotations, but I'm not sure how well it went down. She suggested that she might call the director and you might... apologise?"
      ],
      "description": "expressing regret"
    },
    "Apopathy": {
      "examples": [
        "Ok, pop quiz. There's a new guy in HR with no redundancies to hand out and no pay rises to veto. What's he going to do to make sure that it looks like he's working?"
      ],
      "description": "lack of interest or enthusiasm"
    },
    "Apophtegm": {
      "examples": [
        "Five pints.",
        "TECHNICALLY, you're claiming the food supplies as an expense - against our operational budget - so really WE'RE providing the morning tea."
      ],
      "description": "a witty saying that is often humorous or ironic"
    },
    "Apoplectic": {
      "examples": [
        "But not so poor that you didn't wedge the door shut again once he was in...",
        "It's specialised equipment! They're professionals!",
        "Has this been happening with all our orders? *(I ask, looking suspiciously at the recently delivered, yet still unopened package on my desktop.)*",
        "Seventeen minutes. And what did I manage last year?",
        "It's not like I INTENDED.."
      ],
      "description": "extremely angry"
    },
    "Appreciation": {
      "examples": [
        "I have to say, I'm impressed with the speed of your response, *(I say.)*"
      ],
      "description": "showing gratitude"
    },
    "Apprehension": {
      "examples": [
        "We COULD erase it, yes, but in practice it's a lot harder than that, *(I admit.)*",
        "I...",
        "Uhh... Call me paranoid, but I think they just did that too, *(I say, noticing a corresponding lurch from the van now immediately behind us.)*",
        "I...",
        "*(The room falls silent for a minute while we contemplate the PFY's last statement. I'm not sure if this is going to be one of those kicking-Bishop-Brennan-up-the-arse moments, or whether the PFY is going to think up some word that rhymes with arsehole and pretend he said that. Whatever happens, it's probably best that I defuse the outcome somewhat)* Yes, that's probably it, *(I say.)*"
      ],
      "description": "expressing wariness or anxiety"
    },
    "Approval": {
      "examples": [
        "I can't fault it, *(I say.)*"
      ],
      "description": "showing agreement"
    },
    "Argumentation": {
      "examples": [
        "But it's not exchangeable, *(I chip in.)*"
      ],
      "description": "displaying persistence"
    },
    "Argumentativeness": {
      "examples": [
        "It is if I wanted to know what the average sales per annum is over the last 11 years. I use it to make graphs."
      ],
      "description": "engaging in a dispute"
    },
    "Arrogance": {
      "examples": [
        "Ah, that would be THREE thousand pounds -- by the time my assistant, myself,and the Head of DP are taken into account.",
        "Because I have to go to the mail centre and get some stamps!",
        "I'm off to the coast with that lovely young woman from accounts receivable! *(I blurt - but mainly just to brag.)*",
        "Oh yes. Never underestimate the bargaining power of someone who knows how to do as well as manage.",
        "Oh, that's a customer assurance thing."
      ],
      "description": "exuding self-importance"
    },
    "Assertion": {
      "examples": [
        "You're on. And don't forget an expenses form - Meal and overtime!",
        "No hang on, I can fill the P/O out now, *(I say, grabbing a blank purchase order from a tray on the desk.)*",
        "D and 4 aren't mirror images of F and 7.",
        "I have,, but you don't have the required competencies to gain access. *(I respond)*",
        "The Association of Personal Trainers and Nutritionists, *(I reply.)*"
      ],
      "description": "confident statement"
    },
    "Assertive": {
      "examples": [
        "Uh, 15 minutes, actually, *(says the Boss.)*"
      ],
      "description": "stating something confidently"
    },
    "Assertiveness": {
      "examples": [
        "Can't happen,. All tapes have a beginning of tape mark of someform. If there's nothing after that mark, there's nothing on the tape. *(I respond)*",
        "There is now!",
        "Double time for work and travel time, no minimum, meal, travel allowance nor TIL, *(the Head counter-offers.)*",
        "..owned by myself and my assistant, *(I add.)*",
        "No, that came from the cafeteria."
      ],
      "description": "confident and direct"
    },
    "Assistance": {
      "examples": [
        "Lights."
      ],
      "description": "offering help"
    },
    "Assurance": {
      "examples": [
        "Blue Posts IT Warehouse, yes.",
        "There's no need to panic,. We'll get security to lock all the outside doors and screen anyone coming or going for mobile phones and mp3 players. And confiscate them. We'll collect them all and find out which ones are infected. *(I say)*",
        "No, it was only the background colour we changed - everything else is the same.",
        "*(In any case, we have to get this budget approved to get everything underway)* So you see,. These go here, they talk through those to all the desktops here. All gigabit. We're sticking with IPv4 for now, but everything can do IPv6 if we ever make that move. *(I say to the Boss once most of the department has dispersed back to their offices)*",
        "*(SELF-WORTH)* That won't be necessary,. It's all been checked. *(I say)*"
      ],
      "description": "expressing certainty"
    },
    "Astonishment": {
      "examples": [
        "Yes, Gantt charts, Pie Graphs, Bar graphs - that sort of thing. With overruns, outages, budget blowouts, etc, in large red areas..",
        "Indeed. Here we have the touch screen controls for Fire Alarm Test, Halon Discharge, Security Alarm Test - both with and without building lockout, and/or individual door lockout, Lift Priority Recall and Remote Control, Escalator Emergency Start/Stop, Building Environment Control and master Building Lighting remote!",
        "Uh...So they did have bhajis? *(I interrupt, getting an NMI of my own from the smell.)*",
        "I... Oh! ...So that's why you wanted the fuse for the electric windows.",
        "*(the PFY says.)* Wait a minute,. You're not suggesting we... buy some servers with no money, extend a computer room, install and migrate the entire company's computing, all in the Christmas break? *(I say)*"
      ],
      "description": "showing surprise"
    },
    "Astounded": {
      "examples": [
        "Two reasons. One: in the olden days cases were designed with about 20 hidden screws that were designed to make the case as impenetrable to lay-people as possible - each manufacturer having a different secret method of putting them together.",
        "That. Don't put it on my desk, it doesn't belong there.",
        "The disease?"
      ],
      "description": "showing amazement"
    },
    "Astounding": {
      "examples": [
        "My favourite, orders a large Pizza with all the toppings to whatever room in the building you're in, supplying the credit card number of the person whose desk is nearest to the current location."
      ],
      "description": "showing shock or amazement"
    },
    "Astuteness": {
      "examples": [
        "Dave.",
        "So who's chairing these meetings then? *(I ask.)*",
        "*(two minutes later)* No Meeting? *(I ask.)*",
        "And he or she will be speaking to our AI solicitor – who incidentally, charges nothing to send a legal letter – or several hundred letters for that matter."
      ],
      "description": "showing keen discernment"
    },
    "Audacity": {
      "examples": [
        "Yeah - but I did it on PURPOSE , they did it later because they thought it was an acceptable fix. How DID the data recovery go anyway?",
        "No reason. Anyway, why's your desk on fire - I put all my expenses receipts on your desk just this morning?",
        "You have voice recordings?!?!!"
      ],
      "description": "displaying boldness or impertinence"
    },
    "Authoritarianism": {
      "examples": [
        "That's non-negotiable."
      ],
      "description": "asserting dominance or control"
    },
    "Authoritative": {
      "examples": [
        "NO! You choose a junket based on LOCATION, SIZE, ACCOMODATION, then speakers.",
        "Go and find it - stop it. I'll pull the floor bung so that the water can drain out! *(I snap, grabbing the tile lifter.)*"
      ],
      "description": "exuding confidence or command"
    },
    "Authoritativeness": {
      "examples": [
        "No, no, I insist.",
        "We could, but then it won't be here today. If you need it today you'll need to go to a retail store.",
        "It doesn't matter what numbers, I just need AI to write me the program."
      ],
      "description": "asserting control or dominance"
    },
    "Authority": {
      "examples": [
        "Look, I should know, I install these things all the time!",
        "*(Sighing, I walk over and take the club from his hand)* You're hooking the ball,. Close the club up too far, you'll hook the ball, Open it too far, you'll slice it, and it'll pull to the right. What you should be doing is Whack! thud clatter clatter just hitting THROUGH the ball like that! *(I say, showing him for the third time how to hold a club in a more open position)*",
        "They run to the Beancounters area and instruct them all to stay away from windows, and place themselves in the safe areas under tables, in doorways or in cupboards.",
        "No no, High Treason is only during a state of War.. This is just normal treason.. *(I say, motioning The PFY to put the hammer down)*",
        "Ah right, these are definitely the shell casings of a HK Mark 23 Pistol. End on. .45 calibre."
      ],
      "description": "asserting power or expertise"
    },
    "Aversion": {
      "examples": [
        "No idea. Last I heard he was doing some bonus stuff.",
        "So what you want is for us to install something like Mail Marshal to restrict the content of email, etc? *(I ask.)*",
        "Threaten him?",
        "Welcome to the Platinum Class....",
        "So... you're suggesting that you shoot people's access points?"
      ],
      "description": "expressing dislike"
    },
    "Avoidance": {
      "examples": [
        "No",
        "What was noticeable?",
        "Users."
      ],
      "description": "trying to sidestep or evade"
    },
    "Awe": {
      "examples": [
        "It knows about the roads, pedestrians, bikes, animals, and... THERE YOU GO... road works. So now it's slowing down and waiting for the Green signal. It's also, clickety if we look at the map, calculating alternate routes, plus estimates of a quicker path given the known levels of traffic at this time of day.",
        "An OIL?!",
        "Carbon rods? *(I ask, stepping back slightly as the ready LED goes from dull to bright red, then to white, then off with a puff of smoke.)*",
        "Uhhm.. Yes.",
        "That's pretty bloody clever...But how do you know all this?"
      ],
      "description": "feeling of wonder or admiration"
    },
    "Awelessness": {
      "examples": [
        "You're joking!"
      ],
      "description": "lacking emotional impact"
    },
    "Backhanded_Compliment": {
      "examples": [
        "I'm not sure - but then you're the one who mentioned being a team player. What are the?"
      ],
      "description": "offering an insincere or subtly insulting compliment"
    },
    "Backpedaling": {
      "examples": [
        "Wait a minute!. This isn't about the time the Boss's wife called me about why his life support machine was beeping, is it? Because that was totally on me. And I might have said 30 minutes instead of 10. Mea Culpa. *(I interject)*"
      ],
      "description": "attempting to retract or mitigate a statement"
    },
    "Baffled": {
      "examples": [
        "More still..."
      ],
      "description": "being puzzled or confused"
    },
    "Bafflement": {
      "examples": [
        "What do you mean exactly?",
        "But we bought one last year. You approved it!",
        "What?",
        "Ordinarily, yes, but when you're at the absolute top of the shaft the proximity of the motor prevents the escape hatch from opening - uh - so I've been told.",
        "Yes, but it doesn't refer to using computers!"
      ],
      "description": "lacking understanding of a situation"
    },
    "Baiting": {
      "examples": [
        "No, no,. It's a practical test – as he's a very quick learner. *(the PFY insists)*"
      ],
      "description": "using provocative language to elicit a reaction"
    },
    "Banter": {
      "examples": [
        "You have to be here for a couple of weeks before your ID's made! *(I say.)*",
        "On you or the disk? *(I ask.)*",
        "No more that I'm afraid I'll accidentally say something like You're a complete fraud!",
        "Fair enough, *(I say, making for the lifts as soon as the coast is clear and the PFY's busy with Photoshop.)*",
        "I'm not sure they actually look at the references too carefully - and anyway I faked some reference templates and inserted them into the Boss and Director's Word hierarchy. If they deviate too far from the template they'll have to write the whole thing themselves and I think we both know they're about as creative as..."
      ],
      "description": "light-hearted, playful teasing"
    },
    "Belief": {
      "examples": [
        "Not so! As I have often said, when you eliminate all possible solutions what remains - however improbable - must be the solution!",
        "No, it's true. It's quite common amongst IT types.",
        "Yes I'm sure.",
        "Bound to be!"
      ],
      "description": "faith in something or someone"
    },
    "Believability": {
      "examples": [
        "Yes, living for years below the surface of the planet to avoid detection they have finally broken cover to come here and steal our advanced technology."
      ],
      "description": "expression of genuine or false sincerity"
    },
    "Belittlement": {
      "examples": [
        "So it's all a conspiracy run by the Underground.",
        "You're a small fish, Gary, one we'd normally throw back – and we're after the marlin that's interested in auditing historical expense claims."
      ],
      "description": "downplaying the importance of an idea"
    },
    "Belittling": {
      "examples": [
        "Yep, it'd take ages to re-enter. Unless you somehow managed to bribe all the women in our D.P. Pool to do it for you...",
        "No, it's because you've ticked the Win ME box on the configuration options for the new drive. You'll be lucky to stay up till morning tea time.",
        "VMS programmer. Bound to be. The 'seasoned' bit means you need thick glasses, a beard and no clothes sense, the 'veteran' bit tells you it's VMS. If it were a Seasoned Vet of Programming, that would be different - you'd be a beardy speccy geek who knows COBOL!",
        "Exactly, and to ensure he keeps it with him I told him it makes the ultimate secure repository for private, personal stuff that he doesn't want people accessing because no one can steal his stuff if he keeps his PDA with him.",
        "Yes."
      ],
      "description": "undermining someone's idea"
    },
    "Belligerence": {
      "examples": [
        "I ONLY RAN IT ONCE",
        "What are you going on about?",
        "Oh, I see what you mean,. Unfortunately when you're in a position like mine you tend to see things in black and white as opposed to shades of grey. So whereas you might see yourself as in the upper 90 percents of intelligence, I might see you as in the lower 15s. *(I say)*",
        "Dumping them in the skip before anyone notices,. So get a move on. *(I snap back)*",
        "THAT WASN'T ME, I KEEP TELLING YOU! SOMEONE MUST HAVE BEEN USING MY MACHINE!"
      ],
      "description": "hostile aggression"
    },
    "Belligerent": {
      "examples": [
        "I'm suggesting that we go and visit one or two of our hardware vendors, then maybe the electronics shop that refused to repair my amplifier under warranty, the bank on the high street that wouldn't extend my overdraft, the...",
        "He's saying you're pathetic,. I'd hit him! *(I say to the Boss)*",
        "I doubt that ..."
      ],
      "description": "aggressive and confrontational"
    },
    "Bemused": {
      "examples": [
        "Yes, you know, like when someone asks you to rebuild an entire directory tree from three month old backups, which you do – taking hours - only to find out they only actually needed one tiny text file from the whole thing and they'd found a copy of it on a USB key 10 minutes after asking for the recovery. But they didn't think it was worth telling you that at the time..."
      ],
      "description": "showing a sense of mild surprise or curiosity"
    },
    "Bemusement": {
      "examples": [
        "Because, as they say, today is the first day of the rest of my life.",
        "HE DRIVES A 1978 LADA!",
        "Oh, someone's been printing some smut to our printers then forgetting to collect it. We don't currently log it so we had to think of where it might have come from.",
        "Hierarchical Storage and Collocated Data Expo.",
        "*(Scene: The rooftop of the building at dusk)* Ahhhh smell that,. The fresh London air tinged with a touch of diesel, a hint of autumn chill, and a liberal dash of the kebab shop down the road. *(I say to the PFY as we look out at the London skyline)*"
      ],
      "description": "amused surprise"
    },
    "Beneath": {
      "examples": [
        "Let's just have a little look, then, *(I say, using the DBA credentials to rifle through our financials database.)*",
        "Oh, I don't know, but it wasn't very nice, *(he lies.)*"
      ],
      "description": "expressing disdain or disrespect"
    },
    "Benevolence": {
      "examples": [
        "..owned by myself and my assistant, *(I add.)*",
        "I...didn't even mean to!",
        "Nah, he'll be fine,. The boredom will get to him. *(I say)*",
        "*(Moments later when the Boss has departed)* You've been rather quiet on all this? *(I ask the PFY.)*",
        "No, but feel free to look, *(I suggest, reaching into my drawer for the overvoltage cattleprod.)*"
      ],
      "description": "expressing genuine concern"
    },
    "Benevolent": {
      "examples": [
        "Tell you what, why don't you leave that item with us to bring up - as a Christmas treat to you.",
        "I...uh...gardening, *(I reply, scanning the helldesk database for a recent complaint.)*",
        "Uh-huh",
        "Ah well, we've not been to the cafe for a couple of weeks. Not since we saw them taking delivery of those entire dog rolls.",
        "You're right we don't. But there are some simple steps we generally take to secure a rogue service hosted in the cloud."
      ],
      "description": "expressing kindness"
    },
    "Benevolent_Irritability": {
      "examples": [
        "Yes, yes,. They told us that our public wireless is less secure than James Dean's seatbelt and that we have no protection against drones spying on us through our unshaded windows. That said, completely changing our security system isn't going to help unless we change the way people use it. *(I reply)*"
      ],
      "description": "showing frustration with a hint of patience"
    },
    "Bitter": {
      "examples": [
        "And. that's your datafile deleted from the server and *(clickety clickety the server and its indexes deleted from the back-up system clickety, tap, tap, clickety as well as click, tap, tap, click all non-OS files on your desktop machine - and clickety, click, click, click your team's desktop machines - (in case you're a lying bastard) clickety deleted, and , just to be sure clickety, drag, click, click, tap a run a quick disk zeroer over the lot of them)*"
      ],
      "description": "showing resentment"
    },
    "Bitterness": {
      "examples": [
        "They may have, but they're just bitter..",
        "Escape Unscathed? By a one in a hundred chance, a loop of thickwire Ethernet cable (which I'm sure I told you to remove from a cabling riser over a YEAR ago) was mysteriously stuffed in the faller ducting instead .. where I theoretically wouldn't find it..",
        "Of course. He's forgiven now - and I'd forgotten all about it until you brought it all back up again.",
        "Yes, not very much at all. Now what seems to be the problem?",
        "Look, I should know, I install these things all the time!"
      ],
      "description": "feeling or showing a strong resentment"
    },
    "Blame": {
      "examples": [
        "Yes,. We turned the place over looking for them. Probably stolen. *(I reply)*",
        "So we haven't got them. And as contractors we're required to have them available to the company.",
        "*(2 minutes later)* I blame the manufacturer, *(I say to the PFY as I tap the front of the SAN.)*",
        "Then yes, it's all gone,. You either put a backup client on your laptop and back it up to the backup server or connect an external disk and use that - but if you use nothing... *(I say)*",
        "They had, but unfortunately the momentum of the UPS was something we'd not accounted for, so it broke the two screws which locked the pivot shut. It's a miracle it didn't break the glass."
      ],
      "description": "assigning fault to another"
    },
    "Blame-Shifting": {
      "examples": [
        "Yeah, but it was only a matter of time so I just cut out the middle man and did it for you."
      ],
      "description": "transferring fault or responsibility"
    },
    "Blame_Shifting": {
      "examples": [
        "Don't be ridiculous! The plant people have obviously been!",
        "'Borrowed the Boss' car. Admittedly I did feed him a few too many drinks in the afterwork celebrations.",
        "An accident, I thought I'd put it in park - I'm not used to driving an auto. In any case, I thought this was supposed to be about the PFY?!"
      ],
      "description": "redirecting responsibility away from oneself"
    },
    "Blame_shifting": {
      "examples": [
        "We can't – it's gone. Those gaming chairs went like hotcakes.",
        "Yes, monitors are a computer expense, but the mounts come from the office furniture cost center."
      ],
      "description": "redirecting responsibility away from oneself"
    },
    "Bland": {
      "examples": [
        "As you can see, the PFY is playing a quiet game of Spider.",
        "Not really. Anyway, they agreed to it."
      ],
      "description": "lacking enthusiasm"
    },
    "Blandness": {
      "examples": [
        "Just ensuring data protection on site with enhanced physical security, *(I comment.)*"
      ],
      "description": "lacking emotional depth or sincerity"
    },
    "Blasphemy": {
      "examples": [
        "Someone to fire when it comes in waaaaay over budget.",
        "I think we should be doing random drug testing. I think a lot of these problems would be solved if we just looked a bit more carefully at the problem callers. There would certainly be a lot less memory failures."
      ],
      "description": "disrespectful criticism"
    },
    "Blasé": {
      "examples": [
        "No no, I mean a short sharp shock. 90 volts AC or so, nothing too drastic.",
        "Well it doesn't look good. As far as I can see there's only one waterproof container in the room - which will have to suffice for both your ablutary and culinary needs for the next two days.",
        "Lets start with basic concepts. Firstly, the only cavassing of users you should be doing is with a heavy tarpaulin, a stack of bricks and a deep stretch of water",
        "It won't come up till it's fixed,. Although I think I know a way to remove our dependancy on the kit. *(I reply)*",
        "So, I suppose we'd better get down to it. Item 1. Alpha box, Inventory number 101211."
      ],
      "description": "displaying a lack of enthusiasm or interest"
    },
    "Blunt": {
      "examples": [
        "Why don't we give that a try? *(I suggest.)*"
      ],
      "description": "direct and to the point"
    },
    "Bluntness": {
      "examples": [
        "Probably hasn't been delivered, *(I say.)*",
        "Any parcel shaped like a bottle, any package which is well wrapped and/or addressed to The Boss or the Head of IT. Double word score if it's got a vendor's name and/or ribbon on it. They always leave it to the last minute to send the really good stuff...",
        "Best get a move on, only quarter of an hour till they lock the lifts down.",
        "Of course it is!",
        "Then it's probably out of toner."
      ],
      "description": "lacking tact or diplomacy"
    },
    "Boredom": {
      "examples": [
        "Yes, but NO , that wasn't what I was thi..",
        "Well years ago when I was a Unix Admin...",
        "Well, I'd like you to fix it.",
        "Yes",
        "Well, when I say SAN, I mean Power Distribution Transformer, and when I say 'Servicing' I mean giving it an Oil change and removing all the 'DANGER, DO NOT REMOVE COVERS off to.... Oh look, the power's gone out."
      ],
      "description": "lack of interest"
    },
    "Bravado": {
      "examples": [
        "In the flesh, In your face, and on my way to the T-shirt printing website."
      ],
      "description": "pretending to be confident or courageous"
    },
    "Brevity": {
      "examples": [
        "And.... that's it.",
        "No.",
        "High is priority 2, Urgent is priority 1 and Critical is priority 0.",
        "This would not figure into my calculations.",
        "No."
      ],
      "description": "brief directness"
    },
    "Brusqueness": {
      "examples": [
        "I'd like to log a hardware fault please. *(I say testily.)*"
      ],
      "description": "short, direct, or abrupt speech"
    },
    "Bureaucracy": {
      "examples": [
        "In that case I refer you to the decision tree for attending social events. You will note the alcohol to 'networking' ratio is substantially higher, and that we'll need a door-to-door shuttle service which must include the driver aiding us to insert our house keys into our respective door locks. We can usually take it from there."
      ],
      "description": "excessive concern for rules and formalities"
    },
    "Bureaucratic": {
      "examples": [
        "The machine's not on maintenance!",
        "You grab a wadge of petty cash - call it pin money or something - shove it in a brown envelope and drop it off to me. I'll hand it onto them and they'll drill the hole.",
        "There's a limit to how much money you can get your hands on in one fiscal year. So we have to 'borrow' it from other cost centre's annual budget on a quarterly basis.",
        "Our contract with the company,. Premature termination of the rolling contract outside of a negotiation period incurs a penalty payment equivalent to the remaining period plus one full period of the rolled-on contract. *(I explain helpfully)*",
        "It's a state of the art room with redundant UPS, Environme-"
      ],
      "description": "displaying a formal or by-the-book attitude"
    },
    "Callousness": {
      "examples": [
        "Yeah, it's only two floors, and odds are there's some scaffolding pipe laying on the footpath to break his fall."
      ],
      "description": "lacking sympathy or compassion"
    },
    "Calming": {
      "examples": [
        "Look, I can see that you're getting a little upset about this, so why don't I give you a shorter number, *(I say, calmly.)*",
        "No, no, it's fine, *(I say calmly.)*",
        "True - but it's relatively simple to stop this from happening if it worries you, *(I say.)*"
      ],
      "description": "soothing and peaceful"
    },
    "Calmness": {
      "examples": [
        "I think you're mistaking the battle for the war,. We're still not permitting administrative access. *(I say)*",
        "Yes, in the dark,. Look at the racks around you, what do you see? *(I reply calmly)*",
        "When is this happening? *(I ask.)*",
        "*(As the lights come back on I notice the veins on the Boss' forehead are dangerously large and realise that we need to just calm things down a little)* Can anyone else smell smoke? *(I ask.)*"
      ],
      "description": "remaining composed and unruffled"
    },
    "Casual": {
      "examples": [
        "We'll activate the remote snoop client on his machine.",
        "*(I look to where the PFY's pointing, and sure enough Gary, a bastard acquaintance from the financial district, is having quiet pint in the corner. Responding to his wave, the PFY and I wander over and take a seat)* A little out of your home region aren't you? *(I ask.)*"
      ],
      "description": "nonchalant and laid-back tone"
    },
    "Casualness": {
      "examples": [
        "It's an intermittent problem. Intermittent problems are the hardest to diagnose.",
        "New to him. I believe it was a couple of years old but had recently been retrofitted with a new motor and electronics.",
        "A battery failure error. A guy's coming to collect it next week."
      ],
      "description": "lacking seriousness"
    },
    "Caustic": {
      "examples": [
        "Lime storage facilities .",
        "*(I take a moment to weigh up my options)* I … So, what if suddenly you weren't so popular?. What if someone found the video of you slipping the fish behind the panel in the freight elevator? *(I counter)*"
      ],
      "description": "bitterly sarcastic"
    },
    "Caution": {
      "examples": [
        "You betcha! I bought up the office of this New Age fruit- eating commune after they had a bad batch of apples or something and closed down - and now have an iron-clad tax haven. For a couple of years anyway! Absolutely brilliant. So all I have to do is print a couple of pamphlets a year, advertise dull meditation courses in some well-known magazines, publish a massive yearly loss and I'm in the clear! Unless of course the Beatles reform..",
        "No",
        "Not as yet. But bear in mind, once he gets into the Beancounters' area with their requirement to administer their own 'servers' it's going to be intrusion city Arizona!",
        "Someone. Reading my email without my permission.",
        "You COULD sue, but then you'd have to fess up to the whole under-the-table thing, which would mean the Tax department would probably find out, which given your position in the company would probably mean the whole place would be audited with all the vigor of a dark night at a men's prison, it doesn't really bear thinking about..."
      ],
      "description": "expressing concern or warning"
    },
    "Cautious": {
      "examples": [
        "But first impressions are often deceiving. The casual observer might immediately think vandalism, however, I see a pattern to the damage.",
        "I see, *(I say, noticing the glee on Gary's face.)*",
        "I have no problem with you inventing a cool solution to an interesting problem and am all for you adopting the best of British technology to the task, but I feel you have overlooked one tiny flaw in your reasoning.",
        "In what way? *(I ask.)*",
        "And that's a tricky one - because on the one hand we're trying to encourage BYOD so that staff don't use their home machines for personal stuff but on the other hand we're also trying to ensure the inherent safety of our systems."
      ],
      "description": "cautious skepticism"
    },
    "Cautious_optimism": {
      "examples": [
        "Yes, but 90 per cent of the work a lot of people do is emailing documents around, so if it can do that we're saving money."
      ],
      "description": "approaching a situation with a mix of hope and wariness"
    },
    "Cautiousness": {
      "examples": [
        "Maybe. I'd like to get access to their basement for a while and do a simple survey to see if there's any pre-existing ducting - you never know, the buildings might have been linked sometime in the past.",
        "I guess you'd approach 100 per cent viral kill rate.",
        "Yes, but my client is contractually entitled to have a representative in any matters which may be considered disciplinary.",
        "But do we? *(I ask.)*",
        "What, and void the warranty? *(I ask, smelling that trap.)*"
      ],
      "description": "cautious and reserved"
    },
    "Challenge": {
      "examples": [
        "Fifty quid says I'll be the happier person at the end of the day.",
        "But surely you've used computers there?",
        "But not one which would lead to anyone endorsing the removal of a safety feature in a device. Tell me, who removed the lever concerned?",
        "No 7PQ8339017 B",
        "What about you? *(I say, to the Head of Accounting.)*"
      ],
      "description": "questioning or opposing an idea"
    },
    "Chastisement": {
      "examples": [
        "What about,, if we tidied up your machine - made it as good as we possibly could - which isn't all that good considering you have Vista... *(I chip in)*",
        "It's all about the questions you ask, *(I add.)*"
      ],
      "description": "expressing scolding or criticism"
    },
    "Chiding": {
      "examples": [
        "Oh yes. This is one of those moments in your career that you dream of. But quick, we need to put up those 'Work Underway, Multiple Hazard Area' signs!",
        "No, no, sub-woofters - the people that own those big speakers. Some of those speakers are huge! Are you going to make the sub-woofters bolt them down?",
        "They couldn't make it across 30 metres in a minute? *(I ask.)*"
      ],
      "description": "disapproving criticism"
    },
    "Clarity": {
      "examples": [
        "A joke. No, it'll be words which could be used together but ordinarily wouldn't.",
        "That's OK, you just need to click beside the people you think you're going to interact with today, not necessarily the people you do interact with. We deal with them later. Right, so now you just need to answer the questions about recent travel, symptoms you or your close personal contacts have had, and then click on the Sign In button at the bottom. And you're done!"
      ],
      "description": "expressing a clear and precise meaning"
    },
    "Clumsy": {
      "examples": [
        "Then we would need to create you a new account, close out your old one, and transfer all your records over to your new account."
      ],
      "description": "showing a lack of clarity or coherence"
    },
    "Coercion": {
      "examples": [
        "And then we'd offer you 500 quid antivirus package,. Which you would buy. *(I say)*",
        "No, don't go, there's something over by the window I'd like to show you. Just slide on over."
      ],
      "description": "using pressure to force compliance"
    },
    "Colloquialism": {
      "examples": [
        "This is the original aircon plant room,, and that is the original BMS system. Well, the wires are. The computer's relatively new in comparison – probably mid-to-late '80s. A DOS PC with 128k of RAM, an ST225 hard drive and a VERY proprietary ISA card. That mass of cables talks to the card and the card talks back. When it's going the green light is on, when it's not, the shit hits the fan. And I mean it when I use the words shit and fan. *(I reply)*"
      ],
      "description": "using informal language"
    },
    "Competitive": {
      "examples": [
        "A ZX Spectrum – in its original box – with a third-party disk drive, extra RAM, plus the original monitor. In running condition."
      ],
      "description": "displaying a sense of rivalry"
    },
    "Complacency": {
      "examples": [
        "True enough,. And I let it be known that I had been the culprit who locked out all the lifts except the freight elevator – because of the dangers of Omicron. And whilst no one can find the dead fish behind the lift panel there's a strong suspicion that it was my doing. *(I say)*"
      ],
      "description": "exhibiting a sense of self-satisfaction"
    },
    "Compliance": {
      "examples": [
        "Only I think someone should go and check. I was thinking I might just pop in."
      ],
      "description": "showing obedience"
    },
    "Concealing": {
      "examples": [
        "About using advanced technology in the workspace to enhance the workplace environment?. You bet! *(I ask)*"
      ],
      "description": "attempting to hide true intentions"
    },
    "Concealment": {
      "examples": [
        "*(Bugger, I was hoping that wouldn't come up)* Yes, it seems he was attacked by a garden gnome when he was little, *(I lie.)*",
        "Ah, just some old papers - nothing important, *(I lie, dropping the whole pile into the inlet tray.)*"
      ],
      "description": "attempting to hide something"
    },
    "Conceit": {
      "examples": [
        "No, the ingenious part will be the bit he doesn't say - that he bought the pens knowing that most of them will fail and people will start bringing their own pens in and the company won't have to buy pens any more."
      ],
      "description": "excessive self-confidence"
    },
    "Concern": {
      "examples": [
        "*(Best go easy on him)* Blood you say,, Would that be like a LOT of blood? *(I cry loudly)*",
        "*(The Boss is now looking like a Procol Harum song and starting to waver in his chair, which is the perfect time for an interlude)* I think we need to get him some fresh air, *(I cry, pointing out The Boss to the instructor.)*",
        "Yes, I can't see that there's any call for this sort of make-work activity!. In fact I think you should cease this sort of activity - we're paying you for your technical expertise, not to embark on some form of witchhunt! *(The Head of IT concurs, equally nervously. . .)*",
        "We'll need a computer room, *(I warn Brian.)*",
        "True. But then he'll need money when he gets to Beirut..."
      ],
      "description": "showing worry"
    },
    "Concerned": {
      "examples": [
        "Hang on,. It may be better to finesse this situation. *(I say)*"
      ],
      "description": "showing worry about a situation"
    },
    "Concession": {
      "examples": [
        "I suppose so. Unless...."
      ],
      "description": "acknowledging reality"
    },
    "Conciliation": {
      "examples": [
        "Yes. *(The Boss nods, still frowning in concentration.)*"
      ],
      "description": "seeking to placate or appease"
    },
    "Conciseness": {
      "examples": [
        "And then on the Forms tab.",
        "A code tangerine,. Triggered by the words SECURITY ISSUE. We also respond to the words HEALTH AND SAFETY ISSUE, PUBLIC LIABILITY ISSUE, and CODE FIFTY-FIVE FIFTY-FIVE. *(I nod)*"
      ],
      "description": "brief, lacking unnecessary details"
    },
    "Condemnation": {
      "examples": [
        "Why don't we wait and se..",
        "No, they're either: A. Browsing porn..",
        "It WAS pirated! And they were playing it in work time! And they wouldn't help me with my problem.",
        "That isn't justice - you'll still have a desktop machine!",
        "Yep, and were never used because they weren't compatible with the adaptors in our machines..."
      ],
      "description": "strong disapproval"
    },
    "Condescending": {
      "examples": [
        "The Divine Aura of Tfosorcim Society.",
        "Really? I always thought that was part of the fire alarm.",
        "I doubt it, mail's still coming and going like it normally does, *(I respond, looking at the mailer logs.)*",
        "No, not now . In their natural state fusion won't occur because the elements are too far apart to interact.",
        "Oh, ok. I dunno, if you use all the soft focus options we've suggested you should get by with the standard 128 MB card."
      ],
      "description": "showing arrogance"
    },
    "Condescension": {
      "examples": [
        "Cos he knows bugger all!",
        "Precisely. And if it works, he comes out looking smokingly good at his job, if not there's 'some incompatibility with our software or with the upgrade pack' and we roll back.",
        "Yes, it's a nice way of saying that you've made a pig's breakfast of the whole thing and want the evidence erased by a recovery.",
        "Of course. but my guess is that the read pass must have been the straw that broke the camel's back -- media-wise! *(I respond, ignoring the ticking sound as the Bollockometer clocks itself)*",
        "Nope, the error's at the beginning of the tape -- as you'd expect of the most used area of magnetic media, *(I burble.)*"
      ],
      "description": "showing superiority"
    },
    "Condolence": {
      "examples": [
        "How they feel about you at the end of the process."
      ],
      "description": "sympathetic regret"
    },
    "Confidence": {
      "examples": [
        "Fifty quid says I'll be the happier person at the end of the day.",
        "Well I'm a little grey as to the full details, but this thing is a big drill, and this joysticky thing controls the direction of the drill. So I just aim it downwards from here for about 2 of these extension pipes, across for about 3 pipes, then up till it breaks ground.",
        "By then my assistant and I will have worked our magic.",
        "It has a hard drive...",
        "When we've rebuilt the index we extract all the recovered data files. Then we just recover the content management system from backups and reinsert the documents into it, safely."
      ],
      "description": "showing faith in oneself"
    },
    "Confirmation": {
      "examples": [
        "Bingo!",
        "Yes, that's him!"
      ],
      "description": "acknowledging a truth"
    },
    "Confrontation": {
      "examples": [
        "Unless, of course... But then...",
        "You stole it didn't you?. When did you go back for it? *(I ask, knowing full well we were kicked off the course shortly after The PFY started swimming the water traps)*",
        "Not any more you haven't!",
        "And speaker systems?. What about those ginormous sub-woofters you see up in your department? *(I interrupt)*",
        "This is all going in my report you know! *(he threatens.)*"
      ],
      "description": "directly challenging or opposing"
    },
    "Confrontational": {
      "examples": [
        "They are. I filled out a workplace hazard form about it six months ago.",
        "Abandoned the workplace? We were on leave - and you apparently signed both forms which means you must have known it!",
        "No,. The machine had built in wireless and GPS and used scripted netstumbler to peer with any access points it could find and report its location. *(I respond, fingering my own modded prod)*",
        "Nah, the PFY lifted your wallet the day you started and stole your credit card details and personal information. We followed you here from your home.",
        "Two reasons,. First, they'll notice the drop off in mail and are almost certain to go to some event where they'll be asked if they received their contraband... *(I say)*"
      ],
      "description": "aggressive opposition"
    },
    "Confused": {
      "examples": [
        "That's uncommonly generous of you, letting us both off at the same time!. Now how do we get into our office? *(I say, turning to the Boss)*",
        "That's a data normalisation warning."
      ],
      "description": "lacking understanding"
    },
    "Confusion": {
      "examples": [
        "Statement of indemnity?",
        "It's a, uh... network card.. tester.... *OH* , if it gets wet don't try and pick it up!",
        "Ah, use Seven, it has the CD drivers built right into the CD.",
        "Ah. So I want to use soft core porn as the input.",
        "No?"
      ],
      "description": "expressing puzzlement or unclear thoughts"
    },
    "Consequence": {
      "examples": [
        "True. But then he'll need money when he gets to Beirut..."
      ],
      "description": "anticipating potential negative effects"
    },
    "Conspiracy_theory": {
      "examples": [
        "Yes, living for years below the surface of the planet to avoid detection they have finally broken cover to come here and steal our advanced technology."
      ],
      "description": "speculative and often sensational claims"
    },
    "Conspiratorial": {
      "examples": [
        "Has this been happening with all our orders? *(I ask, looking suspiciously at the recently delivered, yet still unopened package on my desktop.)*"
      ],
      "description": "suggesting a hidden plot or secret"
    },
    "Contempt": {
      "examples": [
        "Ah, that would be THREE thousand pounds -- by the time my assistant, myself,and the Head of DP are taken into account.",
        "Almost. Though there IS this HR consultant I know, who, for a modest fee could have you back in front of the desk in no time. For a small fee.",
        "Sure I can. I'll slap Windows 2000 beeeep I mean Windows NT4 beeep, I mean Windows Beeeeeeeeeeeeeeeeeep. I'll sort something out",
        "I'm sorry, but the OS2 install media was taken off me several weeks ago. Why not try Netscape 6.0 - I've heard very good things about that.",
        "Really? Well, you know what I say - Harder than a lane change, but easier than..."
      ],
      "description": "showing scorn or disdain"
    },
    "Contemptuous": {
      "examples": [
        "Lets start with basic concepts. Firstly, the only cavassing of users you should be doing is with a heavy tarpaulin, a stack of bricks and a deep stretch of water",
        "So what you meant to say when you first said 'oops' was 'oops I've deleted our financials database.'",
        "But what if the PFY's had an accident? *(I ask.)*",
        "Though you were the person who approved the sale of 10 surprisingly new looking - and personalised - 'electronic terminals' for 70p, *(I say.)*"
      ],
      "description": "expressing scorn"
    },
    "Contrarianism": {
      "examples": [
        "I... sure it is!"
      ],
      "description": "opposition to an idea"
    },
    "Contrast": {
      "examples": [
        "Of course not! That was years ago! No, now he's VERY thick in computing.",
        "Well, I didn't say that, I just said this one is going to be different.",
        "Dinosaur? You just said it was a work of art!",
        "No, no, it's fine, *(I say calmly.)*",
        "No it didn't! It was a complete shambles! The side street was absolutely littered with broken plastic, glass and pieces of metal"
      ],
      "description": "highlighting opposing facts"
    },
    "Conversational": {
      "examples": [
        "They usually never came back.",
        "Ah! You know those fold up canvas chairs we got from the LTO3 vendor in July?",
        "We all have joke names for each other - I call my assistant 'the PFY' he calls me 'Sir'..."
      ],
      "description": "friendly informal communication style"
    },
    "Correction": {
      "examples": [
        "You mean your phone, *(I say.)*"
      ],
      "description": "clarifying or fixing a mistake"
    },
    "Corrective": {
      "examples": [
        "Except you wouldn't be driving down Oxford Street,, not being a passenger service vehicle... *(I correct)*",
        "NO! You choose a junket based on LOCATION, SIZE, ACCOMODATION, then speakers.",
        "No, now you're thinking of Prince Philip. No, when he said those words, 'One small step for man, one giant leap for mankind!'",
        "No – because if they're on the phone it just goes straight to voicemail, it doesn't ring twice first.",
        "You depreciate IT equipment at 15 per cent a year instead of the far more realistic 33 per cent"
      ],
      "description": "offering guidance"
    },
    "Corrigendum": {
      "examples": [
        "Uh, 15 minutes, actually, *(says the Boss.)*"
      ],
      "description": "pointing out an error"
    },
    "Counterpoint": {
      "examples": [
        "But what if the fire has burnt the cabling, so that the door-release won't work?"
      ],
      "description": "challenging or questioning an argument"
    },
    "Critical": {
      "examples": [
        "Indeed. They found him between the Management and Lunchroom floors after about a week of looking. If there hadn't been a fire drill he may not have been found for months!",
        "You depreciate IT equipment at 15 per cent a year instead of the far more realistic 33 per cent"
      ],
      "description": "showing skepticism or disappointment"
    },
    "Criticism": {
      "examples": [
        "And you put them all in one office because then you won't have to go all around the floor to see what people are up to.",
        "So you don't want to take it down to install the fire protection?",
        "In the Management role, but as a manager I'd be managing myself in the rest of my technical role. There could be ethical issues.",
        "No, smooth is the fact that he's currently beating to death a drive from another machine which isn't even under warranty... On tape...",
        "...The prison sentences would look like a Terry Waite package holiday..."
      ],
      "description": "showing disapproval"
    },
    "Curiosity": {
      "examples": [
        "What sort of machines are we talking about? *(I ask.)*",
        "Sorry?",
        "I thought there wasn't any Christmas bonuses? *(I ask.)*",
        "*(Detecting the subtle undertones of a problem I decide - in the spirit of geeky glasnost - to do my best to help)* What do you mean by slow?. Does it take a long time to wake up, or is it slow all the time? *(I ask)*",
        "How?"
      ],
      "description": "expressing interest in details"
    },
    "Curtness": {
      "examples": [
        "No",
        "All I said was you can't...",
        "Uh... no."
      ],
      "description": "brevity or blunt response"
    },
    "Cuts_Off": {
      "examples": [
        "I don't know what you're tal—"
      ],
      "description": "attempting to end the conversation"
    },
    "Cutting": {
      "examples": [
        "How did yo.. No",
        "Like I said I...",
        "Okay, well I'm sure that I can account for my movem...",
        "Oh, just because -"
      ],
      "description": "brief, sharp tone"
    },
    "Cutting_off": {
      "examples": [
        "But I'm halfway throu-"
      ],
      "description": "ending or cutting off another's speech"
    },
    "Cynicism": {
      "examples": [
        "They may have, but they're just bitter..",
        "Yeah, They'll wonder if we want a Tequila Sunrise or a Harvey Wallbanger and end up getting us both.",
        "And you don't find that a bit of a coincidence?",
        "It doesn't pay to ask questions! We already know what people want - everything, yesterday. AND we know that they're used to disappointment. But if you start asking them what they think we should be doing, you'll just ignite a spark of hope",
        "I know how your mind works. Locking me in the safe saves you the hassle of paperwork"
      ],
      "description": "displaying a negative or skeptical attitude"
    },
    "Dark": {
      "examples": [
        "Yep,. Funeral yesterday. Another one of his PDP-11 mates has gone to the great archive in the sky. *(I respond, knowing the full details)*",
        "No no, I mean a short sharp shock. 90 volts AC or so, nothing too drastic.",
        "Only if it's been de-earthed as well.",
        "Branding?. You mean as in burning a mark onto any user that complains? *(I ask, match poised against the striker behind my back)*",
        "Nah, I was just hoping one of them would've had a cigarette lighter we could have blamed a halon release on..."
      ],
      "description": "expressing morbidness"
    },
    "DarkHumor": {
      "examples": [
        "*(We laugh, grab the audio file from the voicemail server, and play it. I leave the pointer poised over the STOP button in case it gets a little hairy. So to speak. Everything is however fairly run-of-the-mill and work related)* Right!, Time for a flyby. Patch this into his Network line in Comm Room 4, Port uh.. Clickety E31./ *(I cry, grabbing a large black box with an RJ45 connector)*",
        "Oh, that'll just be the duck tape holding the fan giving way. She should be ok so long as we don't run into a...",
        "Deny everything.",
        "Then watch Virtual Chauffeur's take on Rodney King!",
        "By all means! Check out this white board. Plan One, for instance, is to start a fire in the basement furniture storage room, which, once it gets a hold, would move on through the non-fire-rated wall into the backup generator room, which has a heeeeeeuge tank of diesel in it. Once that baby gets going, it's all ov.."
      ],
      "description": "using humor to cope with a difficult situation"
    },
    "DarkHumour": {
      "examples": [
        "Security would use it to watch porn movies late at night when everyone's left the building.",
        "I'm thinking almost to the drinking-your-own-urine stage...",
        "If you need an extra couple of hours, set a skip bin on fire and fan the smoke into the ventilation system - then break a stack of sprinkler heads inside after everyone evacuates, *(I say, recalling an old favourite.)*",
        "It's a plan! *(the PFY chirps.)*",
        "whirr click Savings computed!"
      ],
      "description": "using humor that is morbid or off-color"
    },
    "DarkIrony": {
      "examples": [
        "Terrorism has no respect for safety... *(I say.)*"
      ],
      "description": "highlighting the incongruity between an event and its potential consequences"
    },
    "DarkMirth": {
      "examples": [
        "Yeah, a fire, a server crash, pushing him out the window..."
      ],
      "description": "unintended amusement derived from something unpleasant"
    },
    "Dark_Humor": {
      "examples": [
        "I can't, I'm dead - just like that email you sent to Salaries a couple of months back.",
        "Justifiable homicide. But seriously, you have a mean streak in you. Want to do dinner?",
        "Oh no. No, we only get two cracks at it - unless you've got three testicles",
        "Just establishing an alibi, *(I respond.)*",
        "... all a terrible accident,. He bent over to read the serial number and slipped. Six floors into the recycling bin! *(I say to the Boss as the ambulance pulls away)*"
      ],
      "description": "using humor to mask discomfort"
    },
    "Dark_Humour": {
      "examples": [
        "Oh, it's practice to hold all orders of suspended staff till they can be confirmed with the client. So remember, no answering the phone now. But one thing, were you two responsible for any of the bruises on my former boss?",
        "You mean how can we afford lager if it's to come from our own pockets now that there's no one left in IT to graft from?",
        "No!. I mean real fear. And if our friends in the pharmaceuticals industry have taught us anything it's that you can ride out a recession on a tidal wave of fear. Fear, and a few strategically placed incidents. *(I snap)*",
        "No, this doesn't involve you. Well, not as the subject anyway. I have here a suitcase full of unmarked five-pound notes, a table reserved at the pub and a get-to-know-you drink or 10 organised with the new women from the bookshop across the road.",
        "Yes, but I've said it now so it'll happen in the next three days. 3. I hope that the Boss doesn't come through the door and complain about some bloody user who claims we've insulted, assaulted, or pepper-and-salted them."
      ],
      "description": "using humor to cope with uncomfortable situations"
    },
    "Dark_humor": {
      "examples": [
        "Well I don't think it's at the level of human sacrifice and dogs and cats living together yet, but it's bad, *(I say.)*"
      ],
      "description": "unconventional and often morbid humor"
    },
    "DarklyHumorous": {
      "examples": [
        "Occasionally people look, but we've found that if we link their content to some porn they've viewed on company time they just quietly delete the files, suspecting they'd accidentally overwritten it."
      ],
      "description": "twisted, morbid amusement"
    },
    "Darkly_Humorous": {
      "examples": [
        "True – but just in case that doesn't work – where did you get those EarPods from again?"
      ],
      "description": "humorously making morbid or ironic remarks"
    },
    "Darkness": {
      "examples": [
        "I think US customs will let him know once that anonymous phone call about the guy carrying an unlicensed hydrogen-based explosive device has been received.",
        "I think US customs will let him know once that anonymous phone call about the guy carrying an unlicensed hydrogen-based explosive device has been received.",
        "I think US customs will let him know once that anonymous phone call about the guy carrying an unlicensed hydrogen-based explosive device has been received.",
        "I seem to recall using the bathroom. Number twos",
        "Worse."
      ],
      "description": "expressing cynicism"
    },
    "Deadpan": {
      "examples": [
        "The old-fashioned way of checking if mains cable was live",
        "Why's that? *(I ask politely.)*",
        "Normal gaseous loss from a pneumatic device...",
        "Oh he's just pleased because the latest enhancement to Solitaire arrived today.",
        "Well we've found that if you don't actually *HAVE* a service, it can't be denied.."
      ],
      "description": "expressionless or unemotional tone"
    },
    "Debate": {
      "examples": [
        "It's simple,. You live here, in the Peak of Inflated Expectations whereas the PFY and myself live here, in the Trough of Disillusionment. To you, new technology is a tree structure with branches leading to infinite possibilities but to us its an inverted tree structure with infinite paths leading to disappointment. *(I say, drawing an all-too-familiar wavy line on the whiteboard)*",
        "Oh yes,. And how do you achieve that? Personality trait testing, strength analysis, the six hats thing – then feed all that into a compatibility matrix? *(I say)*"
      ],
      "description": "engaging in a discussion about differing opinions"
    },
    "Debilitating": {
      "examples": [
        "Possibly,. But isn't this your cigarette lighter? *(I respond thoughtfully)*"
      ],
      "description": "utterly crushing or disheartening"
    },
    "Debilitation": {
      "examples": [
        "Okay, we'll just use the power supply of your PC..."
      ],
      "description": "striking down confidence"
    },
    "Debility": {
      "examples": [
        "Yes. Good point. But what role?"
      ],
      "description": "showing lack of motivation"
    },
    "Debunking": {
      "examples": [
        "Love.",
        "If that were true, you'd have a license certificate, surely.",
        "Of course not. It doesn't do that - but it could do if you thought it was a good idea.",
        "Really. And to prove it I've organised a very simple demonstration.",
        "To see if Hell's frozen over..."
      ],
      "description": "disputing the truth"
    },
    "Deceit": {
      "examples": [
        "Ah, that would be THREE thousand pounds -- by the time my assistant, myself,and the Head of DP are taken into account.",
        "It's plugged into the old VMS machine - which died this morning."
      ],
      "description": "concealing true intentions"
    },
    "Deceitfulness": {
      "examples": [
        "It's a medical condition. It's in his HR file, *(I lie – temporarily.)*"
      ],
      "description": "intentional dishonesty"
    },
    "Deception": {
      "examples": [
        "No.",
        "Oh, well, it's available on the website for a discounted price because they don't have to do the shipping, packaging, printing, etc. You just download it and print it yourself - straight from their website, which means you get the latest revision!",
        "By telling our server to pretend to be their server, yes.",
        "Exactly.",
        "Told them I was giving them more RAM. Worked like a charm."
      ],
      "description": "concealing true feelings"
    },
    "Deceptiveness": {
      "examples": [
        "Oh, and best to keep it informal too. So in the covering letter, don't be using things like 'Dear Sir' and 'Yours Sincerely'."
      ],
      "description": "concealing true intentions"
    },
    "Defeat": {
      "examples": [
        "Very, we're going to need to take it away.",
        "Yep - that's why it's called a disaster. We only have personal recovery plans here.",
        "Must've been,. Don't worry, I'll get the doo... *(I agree as they wander back to the control room)*",
        "OK.",
        "No."
      ],
      "description": "deflated or losing hope"
    },
    "Defeatism": {
      "examples": [
        "No, no, having an asset tracking and replacement spreadsheet is one thing, but you've really got to have an opening to use it. Still, I think we should be prepared to wake up and see the writing on the wall.",
        "Printers always run out of toner.",
        "*(I reluctantly return the bus keys to the hook behind the door)* There's nothing for it,. We'll need to team up to win this! *(I say to the PFY)*"
      ],
      "description": "expressing lack of confidence in a positive outcome"
    },
    "Defensive": {
      "examples": [
        "Yeah. The original plan was that you'd have to look at your surname and work out the second half of the offensive phrase to locate your files. Like a combination lock. Only it looks like everyone's affected.",
        "Nothing. I changed nothing. I just sent an email out saying I changed something.",
        "Indeed. I mean, I am roughing it a bit – I had to move the huge couches from the boardroom down. And I try to get out to the roof garden as much as I can for exercise, weather permitting. I'm in regular contact with a couple of people in neighbouring buildings who had the presence of mind to similarly exploit certain loopholes in their company's lockdown procedure.",
        "But I know that for you words like 'drum printers' and 'punch card readers' may as well be 'horseless carriages' and 'cement ponds', but they were state-of-the art IT at one time, *(I say.)*",
        "No one,. I … don't know what I was talking about. I'm old. I get confused. *(I say)*"
      ],
      "description": "protecting oneself from criticism"
    },
    "Defensiveness": {
      "examples": [
        "I have to admit that our relationship was sweet, but the Mahariji showed me that it was simply a manifestation of my own deep-seated needs. The relationship ended and I am a fuller person now because of it.",
        "*(Sigh)* I must apologise for my assistant's youth,. He's young and impulsive and sometimes doesn't give the client the benefit of the doubt, but I'm sure that with a little... *(I interrupt)*",
        "No, you distinctly said COMPLAINT . I know, I kept a copy.",
        "Haven't I? I'm sure I have! What about that time that bean counter pushed in front of me at the lunch queue?",
        "Now WAIT JUST A MINUTE! It was hideously disfigured before I got there. True, that's what his family looks like, but at least my modifications made it look a bit less like a group photo from the Gorilla house."
      ],
      "description": "showing protection or justification"
    },
    "Deference": {
      "examples": [
        "Well, coverage in the third world is always a bit dodgy...",
        "If we're talking Platinum, Gold and Silver then we're probably around Lead? *(I ask.)*",
        "Course we are,. It's just an acronym for Special Problem Affirmative and something beginning with Z that I'll have thought of by the time it reaches grievance proceedings. In any case, we don't spend money on SPAZs. If we did, the Beancounters would've used all that cash up years ago. *(I respond)*",
        "Oh right, *(I say, marvelling at the technology.)*",
        "This?. No, had it for ages. We just never got around to plumbing it in … *(I reply)*"
      ],
      "description": "showing respect or courtesy"
    },
    "Deferential": {
      "examples": [
        "Okay then!"
      ],
      "description": "obedience to authority"
    },
    "Defiance": {
      "examples": [
        "Sure have! *(I lie, nudging the snapshot tapes into the bin as he leaves the room.)*",
        "Now, now, that's not helping your Aura!!!",
        "Of course I don't work here any more - it was touch and go when I WAS working here. No, I have my sites set on greener pastures. By the way, any Y2K problems?",
        "Of course not. You said you wanted all our systems Y2K complaint ready.",
        "Look, I'll show you, Here's a tape with, uh, intermittent read errors, which we chucked out. *(I cry, grabbing a recent addition from the rubbish bin and yanking it's label off before The Boss can cop a dekko)*"
      ],
      "description": "assertive resistance"
    },
    "Deflect": {
      "examples": [
        "This? *(I say, holding up my card.)*",
        "Your boss says that you have money for R&D. This is an ideal R&D project - you could make an existing fuel cell fit in the battery compartment for me.",
        "Hang on a minute, I'll check my list."
      ],
      "description": "redirecting conversation"
    },
    "Deflecting": {
      "examples": [
        "It's not my software.",
        "Anyway, there'd be a conflict of interest. I'd be supervising myself for a start!",
        "Oh, is that it? *(I ask disappointedly. Just deny the message was ever sent.\")*",
        "Yes, but it goes nicely with my toaster - I had to X-ray everything for security reasons.",
        "Oh... uh... yes! *(he lies.)*"
      ],
      "description": "avoiding direct responsibility"
    },
    "Deflection": {
      "examples": [
        "Unless, of course... But then...",
        "I'm sure the OLD Bastard would have responded to that statement with negativity - probably manufacturing some cataclysmic sequence of events for which you would be blamed... But I will not. The Mahariji has shown me that helping others is the only path to true aura maintenance.",
        "I can't, I'm dead - just like that email you sent to Salaries a couple of months back.",
        "An accident which meant noth...",
        "Because we have a normal User/System Manager relationship! Anyway, he rang to complain about his share quota, which is just GAGGING for it!"
      ],
      "description": "avoiding the issue"
    },
    "Deflective": {
      "examples": [
        "No, I wasn't expecting them so I...Oh, I see, *(I say, handing a player back to Cathy. Did I...I mean we get anything else?)*",
        "Ah, right then, as you were."
      ],
      "description": "redirecting attention or blame"
    },
    "Deflectiveness": {
      "examples": [
        "SOME people might say so.",
        "Well anyway, I just popped in to see if he'd helped my mate Algy out.",
        "Yes but there's more opportunities at Gary's place.",
        "Hmmm. click ping test says it's up - must be just the app.",
        "The spare tyre and wheel well didn't..."
      ],
      "description": "avoiding directness or confronting a statement"
    },
    "Delay": {
      "examples": [
        "Not just yet, have to make a call or two!"
      ],
      "description": "attempting to stall or prolong"
    },
    "Demeaning": {
      "examples": [
        "Critical Mass of geeks.",
        "Women – as a sweeping generalisation you understand – often have lives. Vast numbers of men, on the other hand do not.",
        "I didn't think they made 150 DPI scanners in the neolithic era – or had scanners, *(I sniff.)*"
      ],
      "description": "disrespectful belittling"
    },
    "Deniability": {
      "examples": [
        "Oh, I did that, *(I reply.)*"
      ],
      "description": "attempting to deflect blame"
    },
    "Denial": {
      "examples": [
        "An accident which meant noth...",
        "We don't have a mail content filter! *(I respond.)*",
        "It was only once!",
        "Nope. Didn't have room with all the Pens I got.",
        "Who?"
      ],
      "description": "unwillingness to acknowledge or accept something"
    },
    "Derision": {
      "examples": [
        "Yes, it's a nice way of saying that you've made a pig's breakfast of the whole thing and want the evidence erased by a recovery.",
        "CASH . If you hurry you could get it before the banks close and the DP staff leave.",
        "Hi, it's Opportunity - knocking. And give the boss a yell too - I hear there's a vacancy he might be interested in before the end of February.",
        "As the Bay City Rollers, *(The PFY nods sagely.)*",
        "It's simple, all you need do is interpret the small signs - ie - boring meeting, late in the afternoon, Amateur Visual Aids, someone's bound to tinker with the remote.."
      ],
      "description": "expressing scornful mocking"
    },
    "Despair": {
      "examples": [
        "Nope. There's only really one thing which passes the time when you're bored on a Friday afternoon."
      ],
      "description": "feeling of hopelessness"
    },
    "Desperation": {
      "examples": [
        "No, I think she's going to blow anyway!. Reverse Co-ordinates *(I cry stepping into the transporter and pressing the button)*",
        "MMMMMmmmMMMMMMMMM MMM M MMMMMMFFF!",
        "Oh I'm not going to drink them - it just buys us a little time.",
        "But no one'll want this!!!",
        "No it's not! *(I cry, not wanting to be negative, but being forced into it.)*"
      ],
      "description": "desperate urgency"
    },
    "Detachment": {
      "examples": [
        "As you can see, the roller door isn't high enough to allow the car through yet, so the vehicle is stopped. And now we're underway. Pause to check pedestrian, then other traffic, and we're on the road!",
        "Oh, I'm an IT Director.",
        "Yes - that's what you said.",
        "Fine,, business as usual. *(I respond)*",
        "You may be right,, but I'm sure that a quick subpoena would sort everything out. *(I say)*"
      ],
      "description": "lack of emotional investment or involvement"
    },
    "Detailed": {
      "examples": [
        "Well, there's audit trails, gaps in logfiles, that sort of thing. I mean if someone were to cover up access to you email, there'd be a myriad of things they'd have to do to make sure it remains undiscovered."
      ],
      "description": "providing specific information"
    },
    "Deterrence": {
      "examples": [
        "Luton?! Yes. Yes, I'm sure we can work something out,. I'll just let the security guy know we'll be leaving... *(I say, creaking the door open)*"
      ],
      "description": "preventing further discussion"
    },
    "Devious": {
      "examples": [
        "Well if I were him, I'd wait till we went into bypass mode, then dial in to the Generator control system and toggle the changeover switch about 100 times."
      ],
      "description": "exhibiting cunning intention"
    },
    "Dignity": {
      "examples": [
        "Cycling accident."
      ],
      "description": "showing self-respect"
    },
    "Digression": {
      "examples": [
        "Have you ever noticed how long your email messages to me are?. And how long my replies to you tend to be? *(I ask)*"
      ],
      "description": "deliberately changing subject"
    },
    "Diplomacy": {
      "examples": [
        "No, you're probably right, having senior representation in next year's London Marathon is important..",
        "No idea. Last I heard he was doing some bonus stuff.",
        "Doesn't have to be yours, it could be anyone, *(I say, nodding at the Boss.)*",
        "Excellent. I suppose it's a deal then. But don't you lose your commission for me walking out in the first week?",
        "We were shopping around for the best price,. What with the current financial climate and all, we thought it best to establish a supply channel for the least expensive replacement cost - which involved stopping at a number of suppliers. *(I say)*"
      ],
      "description": "using tact to avoid conflict"
    },
    "Diplomatic": {
      "examples": [
        "Just resting my eyes,. The screens are very harsh on your eyes. *(I say)*"
      ],
      "description": "careful in language"
    },
    "Direct": {
      "examples": [
        "*(Philip, in this case, is the Director's nephew and is part-way through his technology degree and knows a thing or two about programming)* So do we have an analysis of needs, a timeframe and a clear definition of what it is we want him to write? *(I ask.)*"
      ],
      "description": "clearly expressing one's thoughts"
    },
    "Directness": {
      "examples": [
        "They run to the Beancounters area and instruct them all to stay away from windows, and place themselves in the safe areas under tables, in doorways or in cupboards.",
        "After it's been reset and done it's data rebuild, *(I say.)*",
        "Not that, move on to nearer today.",
        "Record a message saying you're a bit out of sorts at the moment, that you're taking medication and that you'll get back to them if you feel up to it. That pretty much covers any illness.",
        "Yes!"
      ],
      "description": "clear and concise"
    },
    "Disagreement": {
      "examples": [
        "No, we're just going to merge together and continue as a larger company, *(the Boss argues.)*",
        "Louis Armstrong said that?!",
        "Really?. And what about contractors? *(I say)*",
        "You depreciate IT equipment at 15 per cent a year instead of the far more realistic 33 per cent",
        "Don't want it."
      ],
      "description": "opposing a viewpoint"
    },
    "Disappointment": {
      "examples": [
        "Well I'm sorry but I can't...",
        "Yes, but how did you kno... oh...",
        "Indeed it has, but they don't work when one's dead and the other is outside the machine...",
        "I...",
        "Really? I thought just a normal photo of me in a suit..."
      ],
      "description": "expressing sadness or dissatisfaction"
    },
    "Disapproval": {
      "examples": [
        "It's Mono!",
        "Let them into my computer room? *(I ask.)*",
        "Yes, I can't see that there's any call for this sort of make-work activity!. In fact I think you should cease this sort of activity - we're paying you for your technical expertise, not to embark on some form of witchhunt! *(The Head of IT concurs, equally nervously. . .)*",
        "Well years ago when I was a Unix Admin...",
        "But more important than that, when someone works late. Later than needs be. Later than anyone else in the office.."
      ],
      "description": "showing negative feelings"
    },
    "Disapproving": {
      "examples": [
        "Well that's more of an outburst than an answer, *(I point out gently.)*",
        "No, I mean that you have a high user turnover, so education must be a burden. Tensions must run high at times."
      ],
      "description": "expressing disapproval or criticism"
    },
    "Disbelief": {
      "examples": [
        "Ah No, was thinking more along the lines of..",
        "A Cooling Fan problem, completely unrelated to anyth..",
        "It can't be, it was written by a professional archiving company!",
        "Nah, couldn't be stuffed. But hey, they hard drive's still OK!",
        "But surely you've used computers there?"
      ],
      "description": "lack of belief or trust"
    },
    "Disbelievement": {
      "examples": [
        "That screen is just a screen. It doesn't have any smarts – no camera, no microphone."
      ],
      "description": "lacking faith in a claim"
    },
    "Disbelieving": {
      "examples": [
        "Whenever someone has to point out that 'No decisions have been made yet', it pretty much means that those decisions HAVE been made, *(I note.)*"
      ],
      "description": "expressing skepticism or surprise"
    },
    "Disconnection": {
      "examples": [
        "What?",
        "I'm sorry, that serial number is not recognised, please re-enter the number.",
        "*(In any case, we have to get this budget approved to get everything underway)* So you see,. These go here, they talk through those to all the desktops here. All gigabit. We're sticking with IPv4 for now, but everything can do IPv6 if we ever make that move. *(I say to the Boss once most of the department has dispersed back to their offices)*",
        "The domino effect?"
      ],
      "description": "feeling separated or unlinked"
    },
    "Disdain": {
      "examples": [
        "Ah. Meaning, it sounds like we've got a suck-it-and-see upgrader.",
        "Don't be silly -- that's dangerous! You'd get an apprentice to do it!",
        "Yes, it's a nice way of saying that you've made a pig's breakfast of the whole thing and want the evidence erased by a recovery.",
        "Nope, the error's at the beginning of the tape -- as you'd expect of the most used area of magnetic media, *(I burble.)*",
        "Statement of indemnity?"
      ],
      "description": "expressing contempt"
    },
    "Disdainful": {
      "examples": [
        "You like"
      ],
      "description": "expressing contempt or scorn"
    },
    "Disengagement": {
      "examples": [
        "Mmm?",
        "Uh-huh, *(I mumble, looking to see what drinks remain.)*",
        "They'd feed your position description into the system, along with maybe some KPIs and characteristics of an ideal candidate."
      ],
      "description": "lacking participation"
    },
    "Disgust": {
      "examples": [
        "If you tell me that's a kebab with a side of chips and I'm going to puke!",
        "Like a road accident,. It's only a pity Jim couldn't be here to see it. Where did he say he was again? *(I agree)*",
        "No, they're either: A. Browsing porn..",
        "Oh, because it looks like someone tried to move the PCI slot over by ta.. CLONG!",
        "No..."
      ],
      "description": "revulsion and distaste"
    },
    "Disgusted": {
      "examples": [
        "MM?"
      ],
      "description": "feeling extreme distaste"
    },
    "Dishonesty": {
      "examples": [
        "Oh, he's out and about getti--",
        "As a registered charity I'm not really required to pay that much tax either – so no financial nightmares waiting for me in the closet either.",
        "Oh that!. It was just a remote administration thing - a user had stuffed up their printer settings and my assistant had connected remotely to fix it. *(I say)*",
        "Oh yes, what about it?",
        "It's just a few grand,. We'd need to find another card. *(I say)*"
      ],
      "description": "deceptive or untruthful intent"
    },
    "Disillusionment": {
      "examples": [
        "Of course I don't work here any more - it was touch and go when I WAS working here. No, I have my sites set on greener pastures. By the way, any Y2K problems?"
      ],
      "description": "loss of hope or trust"
    },
    "Disingenuous": {
      "examples": [
        "Yes, but I wasn't WORKING here TECHNICALLY then, remember - now I'm back and have a job at risk!",
        "It won't come up till it's fixed,. Although I think I know a way to remove our dependancy on the kit. *(I reply)*",
        "Yes, that's the stuff. We try to make it as simple as possible for people to be able to work on their files, without all that unnecessary complexity with access lists and VPNs and audit trails. And the system runs a lot faster without it."
      ],
      "description": "pretending insincerity"
    },
    "Disingenuousness": {
      "examples": [
        "No, no, pretty sure it's working fine, *(I say, looking over to the PFY's Bittorrent machine which is sucking up so much bandwidth it's in danger of affecting the QoS of the phone system...)*",
        "Oh, I keep meaning to sort through those, but you know I never really have the time.",
        "We... ah... let it go for a song!",
        "I really don't know, I mean who counts these thi... *(I start.)*"
      ],
      "description": "pretending to be genuine"
    },
    "Disinterest": {
      "examples": [
        "Ah",
        "Who?",
        "Yes!",
        "...And then I turned my laptop on but the screen was black. It may just be dark initially while it's booting. Wait a couple of minutes and see *(A. B. Maybe you've got your screen brightness and contrast wound down? C. Is the battery OK? D. It's rooted. E. It's rooted and Drop it off here so we can steal the parts out of it... er... I mean run diagnostics)*",
        "Really, what happened to what's-his-name?. He'd only been here three weeks? *(I ask)*"
      ],
      "description": "lack of concern or enthusiasm"
    },
    "Dismay": {
      "examples": [
        "No it's not,. It's the most common management idea ever – a solution to a problem we don't have. *(I say)*",
        "Ideation sessions.",
        "Oh no."
      ],
      "description": "expressed dissatisfaction"
    },
    "Dismayed": {
      "examples": [
        "But what if the PFY's had an accident? *(I ask.)*"
      ],
      "description": "expressing sadness or disappointment"
    },
    "Dismissal": {
      "examples": [
        "Ah. Meaning, it sounds like we've got a suck-it-and-see upgrader.",
        "Fifty Quid should convince me..",
        "It's just...",
        "Oh, right. Well, I've assigned it to the helpdesk group, so you'll have to talk to them to get them to cancel it.",
        "If you say so."
      ],
      "description": "showing lack of interest"
    },
    "Dismissive": {
      "examples": [
        "Someone with networking knowledge...",
        "Of course you did. But I threw them in the bin - Didn't want to upset you!",
        "Unprofessional conduct, I'd assume.",
        "Ah... like the cafeteria's macaroni cheese *(the PFY nods.)*",
        "Like I said I..."
      ],
      "description": "showing unwillingness to engage"
    },
    "Dismissiveness": {
      "examples": [
        "I don't work here any more.",
        "Really? Probably some intermodulation distortion with the carrier wave peak.",
        "In the EMP table..",
        "Nothing. They don't need it per se",
        "*(Sigh)* Not exactly. Anyway, we're running interception mail delivery software, so we're relatively safe from that particular virus and it's many variants now. ... But what we're a bit flummoxed about what to do about all this porn getting mailed into the company en masse. *(I respond, BRAINWAVE!)*"
      ],
      "description": "showing indifference or disrespect"
    },
    "Disregard": {
      "examples": [
        "Oh, yes, of course. We'll look into it immediately. Now, you were saying something about problems with your AM radio reception?"
      ],
      "description": "ignoring or showing no concern"
    },
    "Dissatisfaction": {
      "examples": [
        "No, customers rarely know what vendors are going to send them so I'm sure the cards will suffice.",
        "Yes? *(I say, eyes glazing over.)*",
        "It's like the rule about throwing out your partner's crap.",
        "Uh-huh, *(Carl grunts.)*"
      ],
      "description": "expressing unhappiness"
    },
    "Dissimulation": {
      "examples": [
        "No, no, things are very quiet at the moment."
      ],
      "description": "hiding or disguising the truth"
    },
    "Distantness": {
      "examples": [
        "Ah, not any more. They decided I should work down the corridor, you know, after everything. So if you could just pack up that stuff and remember to stay away from the left wall.."
      ],
      "description": "displaying emotional unavailability"
    },
    "Distracting": {
      "examples": [
        "Oh yes. But sometimes we drink after work too, so it'd be hard to get an exact figure..."
      ],
      "description": "diverting attention"
    },
    "Distraction": {
      "examples": [
        "Sure gimme five minutes - I've almost got spider beat!",
        "Yeah, flu medication.",
        "Anyway,, time moves on and we have to make plans for the future. Speaking of which - what are we doing about Simon's replacement? *(I say)*"
      ],
      "description": "redirecting attention"
    },
    "Distrust": {
      "examples": [
        "Of course not!",
        "Must've been,. Don't worry, I'll get the doo... *(I agree as they wander back to the control room)*",
        "Again, don't worry, we have a spare drill bit.",
        "Yes, good idea, *(I say while shielding my ears from the sonic boom as the Boss rushes to the cafeteria...)*",
        "No, no, I think they should burn in hell like the dirty heathens they are, but the PFY has an even deeper dislike of them. It's personal - almost as if he has some axe to grind."
      ],
      "description": "lacking confidence in statements"
    },
    "Domination": {
      "examples": [
        "Take the LED lights in our office which were replaced last year, *(I say, grabbing a bunch of bhajis before the Boss can snaffle them all.)*"
      ],
      "description": "asserting control over a conversation"
    },
    "Doubt": {
      "examples": [
        "Precisely. And if it works, he comes out looking smokingly good at his job, if not there's 'some incompatibility with our software or with the upgrade pack' and we roll back.",
        "Well can you give him a ring?",
        "Of course not! That was years ago! No, now he's VERY thick in computing.",
        "Of course it's a manager! And which manager would it be?",
        "Really? I was rather proud of 'Peak effluent output rate of Systems and Networks Managers when they realise that someone's been tampering with their Visual Aids' myself, but still, it takes all sorts. And the successful suppression of this uprising would be rewarded in WHAT manner precisely?"
      ],
      "description": "expressing uncertainty"
    },
    "Doubtful": {
      "examples": [
        "I... Actually, do you know, I've completely forgotten! *(I gasp.)*",
        "Yes, *(I lie.)*"
      ],
      "description": "expressing uncertainty"
    },
    "Downplaying": {
      "examples": [
        "To get a representative sample of suppliers we had to do a bit of leg work. And a reasonable amount of driving around.",
        "Ladders were the first thing we painted but we realised they were only involved in 0.5 per cent of workplace accidents – and painting them orange would have no effect anyway.",
        "It's just a few grand,. We'd need to find another card. *(I say)*",
        "Sure,. It depends on what's on their mind. If it's about our high number of workplace accidents then that's just a statistical anomaly which a reasonable person couldn't possibly draw a causal relationship from – you know, like industry and global warming or smoking and lung cancer. Time will show that this is just an aberration and not some form of trend. *(I say)*"
      ],
      "description": "minimizing the impact"
    },
    "Dramatic": {
      "examples": [
        "It's the sort of beating they get you to batten your windows for - although obviously it would be foolish to leave a batten laying around your office. Or any other large swingable item. Actually, anything that doesn't have a lot of padding is probably best hidden away ... OR ...",
        "Oh, we've not been over to that part of the room for years! *(I blurt.)*"
      ],
      "description": "overly elaborate and serious"
    },
    "Dramatic_exaggeration": {
      "examples": [
        "Well I don't think it's at the level of human sacrifice and dogs and cats living together yet, but it's bad, *(I say.)*"
      ],
      "description": "excessive use of hyperbole"
    },
    "Dramatization": {
      "examples": [
        "And so they went round his place fearing he might have had an accident, you know, open chassis, high voltage, cup of coffee that sort of thing..."
      ],
      "description": "exaggerated storytelling"
    },
    "Dread": {
      "examples": [
        "Mine not to reason why! And if you think it's bad NOW , wait till Feb 29 - some of that microcode is almost viral!",
        "That bit isn't. But then he'll stop coming to the pub on Friday evenings.."
      ],
      "description": "feeling anxious about an impending event"
    },
    "Droll": {
      "examples": [
        "VOIP?. You mean those planes that can take off like a helicopter? *(I ask vacantly)*",
        "And I'm several years older than him, so my hearing's probably worse. When I started working in IT, I had a three-month job of reading in old punch cards in a very small room with no ventilation. The same room they stored the isopropyl alcohol in – in rusty tin containers."
      ],
      "description": "deadpan, dry humor"
    },
    "Drollness": {
      "examples": [
        "Not at all! *(I burble, turning my back on the door while he swipes his card and types in enough numbers to program the Mars probe in binary.)*",
        "Unless we printed you a certificate - and then it would be a *(Certified Nutritionist', I add.)*",
        "It's technical!. You wouldn't understand. Dave is the one who changes the kegs so when he's gone from the bar for more than 10 minutes – and he's not in the toilets – he's changing a keg. You don't want to try the stuff before then because it's often a dilute blend of lager and line cleaner – which is why the PFY and I usually drink bottled beer till you lot have had a few pints. *(I say)*",
        "The one set by the Association of Servicepeople for Software and Hardware Over the Lifetime of Equipment.",
        "And then fit them with those detonator caps."
      ],
      "description": "wry, subtle humor"
    },
    "Drunkness": {
      "examples": [
        "*(I mean when the world's your oyster you don't generally settle for fish paste)* Hello there,. IT... Oh... Management, I guess. *(I say, handsfree enabled. (For I too have had three pints at lunchtime, plus a couple of extremely generous shots of The Macallan)*"
      ],
      "description": "slurred and disoriented speech"
    },
    "Dry": {
      "examples": [
        "That was the good side.",
        "If that were true, you'd have a license certificate, surely.",
        "He means that some of our staff don't do anything anyway - but to look on the bright side at least with the work-from-home scheme they wouldn't take up office space.",
        "No, but he probably wishes he was.",
        "The very same."
      ],
      "description": "understated humor"
    },
    "DryHumor": {
      "examples": [
        "Yes, but half the building doesn't work in this office.",
        "Flip it upside down and use it as weed matting, *(I say, having prepared for this question earlier.)*",
        "PROBABLY doesn't smell of wee, *(the PFY corrects.)*",
        "Don't need it.",
        "Well, to make changes to that finalised document without leaving what some people might call an 'audit trail', I'd need some pretty advanced Word skills – and they don't come cheap now that everyone's upskilling in their free time…"
      ],
      "description": "using irony to be amusing"
    },
    "DryWit": {
      "examples": [
        "*(Given that it's The PFY's porn archive we're looking at, the feelings of surprise aren't mutual, though)* Anyway, it's best we delete them to free up space on the server, *(I continue, making to drag the contents into the Recycle Bin.)*",
        "Well there's that bucket."
      ],
      "description": "using irony and sarcasm to be amusing"
    },
    "Dry_Humor": {
      "examples": [
        "Yes. I saw myself working in the computer room without hearing protection and dismissed myself.",
        "It would seem so.",
        "I thought you saw them off the premises,, although quite what you sawed off you never made clear. Thanks for that. *(I reply)*",
        "The battery life IS pleasantly surprising! *(I remark.)*",
        "In that case,, I'm going to insist on Hollywood Protocol. *(I say)*"
      ],
      "description": "using humor to highlight the absurdity of a situation"
    },
    "Dry_Wit": {
      "examples": [
        "Ages! I'm installing the secretary's copier.",
        "No.",
        "And by IF you mean you already have?",
        "Yes, say the story ends with a complete UPS replacement, then it's a happy ending. If it ends in lies and denial, well...",
        "Yes."
      ],
      "description": "deadpan humor"
    },
    "Dry_humor": {
      "examples": [
        "I doubt it. When you're a contractor you don't waste good contract money being ill at home. No, I'm not sure where he is. Hang on..."
      ],
      "description": "understated witty remark"
    },
    "Dryness": {
      "examples": [
        "Probably hasn't been delivered, *(I say.)*",
        "As you can see, the roller door isn't high enough to allow the car through yet, so the vehicle is stopped. And now we're underway. Pause to check pedestrian, then other traffic, and we're on the road!",
        "Well first and foremost, if we're in the building at the time, whichever of us is closest goes into the computer room and disables the Halon lockout.",
        "Not for Beancounters, no. The Beancounter earthquake procedure is... *(I reply, handing over to The PFY.)*",
        "*(Which was good of him)* Ah... Yes - but that was a fair amount of time ago now... *(I respond.)*"
      ],
      "description": "showing a lack of emotional expression"
    },
    "Dubiousness": {
      "examples": [
        "And as it's a lease-only printer, they can pretty much pick the market value? *(I ask.)*"
      ],
      "description": "expressing skepticism or uncertainty"
    },
    "Dullness": {
      "examples": [
        "A computer, an old computer.",
        "Right.",
        "Yes, I suppose you're right, it's worth a crack."
      ],
      "description": "lack of interest"
    },
    "Eagerness": {
      "examples": [
        "Oh, yes!"
      ],
      "description": "showing enthusiasm"
    },
    "Education": {
      "examples": [
        "Okay, say you have a department budget of 30 grand to spend on office and IT products. You scrimp and save all year so that you've only spent 10k by the end of the year. You order 10 superduper desktops with large screens, etc, to spend the remaining 20k so that the beancounters don't cut next year's office and IT budget to 10k."
      ],
      "description": "explaining or teaching"
    },
    "Educational": {
      "examples": [
        "You're too young to know,, but these babies were THE midsize printer of their era *(I reply)*"
      ],
      "description": "sharing knowledge"
    },
    "Embarrassment": {
      "examples": [
        "I..",
        "Oh, actually my mistake, that was my lunch expense claim that I'd left on my desk to dry out after I dropped it in the urinal...",
        "I...",
        "I didn't, I was taking some snaps of the girls. I didn't want him to go!",
        "I..."
      ],
      "description": "shameful or uncomfortable feeling"
    },
    "Empathy": {
      "examples": [
        "Oh dear... Still - you've got to laugh! Anyway,. Best test Doug's card then! *(I cry, handing him the network card tester again. ®)*",
        "Yes. Well. I can see you're getting upset, so maybe we should talk about this again later? Perhaps you want to arrange for personal support or legal representation?",
        "*(Detecting the subtle undertones of a problem I decide - in the spirit of geeky glasnost - to do my best to help)* What do you mean by slow?. Does it take a long time to wake up, or is it slow all the time? *(I ask)*",
        "Sure, I think we can help you. First we'll need you to power-cycle the printer so that it does the selftest, clears the jets and runs through it's positional calibration system.",
        "*(I must do for him what I would want in his place)* Sure,. I'll give you a couple of pointers. Come here, over by the window. *(I say)*"
      ],
      "description": "sharing or feeling another's emotions"
    },
    "Encouragement": {
      "examples": [
        "Keep going, *(I urge.)*",
        "It'll be worth it! *(I say.)*"
      ],
      "description": "offering support"
    },
    "Engagement": {
      "examples": [
        "*(The Boss is strangely quiet at this)* No,. What you want is a survey that breaks new ground -tells us something we don't know. Similar data, but varying by certain degrees. *(I continue)*",
        "Not exactly,. The OS2 people are defusing the situation a little because the groups are concentrating their ridicule at them instead of each other - which is stalling the reaction. Add to that the length of the bar which is sufficient to ensure the elements don't get too close together. True, a lesser reaction might occur at another place - the bogs, the door, but nothing with the potential for raw energy as what could happen in this room, if... *(I say, entering my closet-Einstein persona)*",
        "Because, like quantum physics, where the act of observing affects the thing being observed, the act of mentioning a bad event affects it's probability.",
        "But to make especially sure, we'd need to add a visual indicator to prove that it's an AI machine."
      ],
      "description": "participating or interested"
    },
    "Enthusiasm": {
      "examples": [
        "The web coffee thing? Yeah!",
        "Wow!",
        "Excellent!",
        "Yes, where the letter Q is replaced by W, W is replaced by E, E by R and so on, wrapping around at the end of the keypad. You will recall my case of the dancing men?",
        "I can't fault it, *(I say.)*"
      ],
      "description": "showing interest"
    },
    "Entitlement": {
      "examples": [
        "Oh, well, it's available on the website for a discounted price because they don't have to do the shipping, packaging, printing, etc. You just download it and print it yourself - straight from their website, which means you get the latest revision!"
      ],
      "description": "asserting one's right to something"
    },
    "Entthusiasm": {
      "examples": [
        "Oh yes!"
      ],
      "description": "showing energetic interest"
    },
    "Equivalence": {
      "examples": [
        "It's the same thing."
      ],
      "description": "implying sameness in unrelated contexts"
    },
    "Euphoria": {
      "examples": [
        "We're here! *(I declare happily, pulling a key out of my pocket and inserting it into a door lock.)*"
      ],
      "description": "feeling or expression of great happiness"
    },
    "Evaded": {
      "examples": [
        "Not exactly.",
        "I did, *(I confirm.)*"
      ],
      "description": "avoiding a direct answer"
    },
    "Evading": {
      "examples": [
        "Uh, that wasn't our department, that was the auditors.",
        "Not really - we haven't connected to people's desktops remotely yet because it might be construed by some to be some sort of invasion of privacy.",
        "That's largely dependant on our email supplier."
      ],
      "description": "avoiding or dodging an issue"
    },
    "Evasion": {
      "examples": [
        "I.. Well I.. .. Could you meet with him and talk with him about it?",
        "INSTEAD of reporting the INCIDENTAL information, you should instead report the hidden benefits which may have otherwise have escaped observation, yes.",
        "The web coffee thing? Yeah!",
        "It's a new-age Biodynamic thing,. Quite new but showing some good results. *(I say)*",
        "Uhhhmmmm, I think Security had some concerns about the door's... robustness."
      ],
      "description": "avoiding the issue or direct answer"
    },
    "Evasiveness": {
      "examples": [
        "I rarely use my own signature. It's a personal security thing.",
        "Oh nothing!. We just had them around the office. *(I say)*"
      ],
      "description": "avoiding a direct answer"
    },
    "Exaggeration": {
      "examples": [
        "Yeah, Gobs of it!. - And I think 'gobs' is an appropriate term. I'm just about to delete it and warn the user concerned. And half his department's also signed up for it by the looks of their fileshare! *(I cry)*",
        "EXACTLY! *(I cry.)*",
        "Yes, if it wasn't for the screenshots and the large font size, the whole thing would be about 40 pages long. But WITH the screenshots and liberal font size, I'm probably looking at a 200-250 page beauty!",
        "*(He holds up the aforementioned full-colour cover, fresh from the Management-Only colour picture which is normally reserved - because of cost - to important documents like Company Reports, Pie Chart Graphing and late-night pornography)* Ah, the XP for Retards book!. It's printed, Excellent! I've been waiting for that! *(I cry)*",
        "Zork's a spinoff! It's the Angel to dungeon's Buffy!"
      ],
      "description": "overstatement or hyperbole"
    },
    "Exasperated": {
      "examples": [
        "Licence blindness. It's a term based on software licensing. Like when you're installing some software or another and a window appears with a scrolling box full of text in the background and underneath the box there's a checkbox saying 'I have read and agree to the licence terms and conditions.' You're going to click the box, and you're not going to scroll down and read all that licence palaver.",
        "Ah, connectedness of things, life's rich tapestry, smelling the roses …"
      ],
      "description": "frustrated or fed up"
    },
    "Exasperated_Sarcasm": {
      "examples": [
        "I suppose you could combine tasks at the project creation phase. So instead of creating two tasks you could create a single task with two activities."
      ],
      "description": "mixture of frustration and mocking tone"
    },
    "Exasperation": {
      "examples": [
        "Cos he knows bugger all!",
        "A lot of this stuff is highly complex, with hundreds of pre-upgrade procedures to be carried out,. So he's probably performing the checklists. What section is he reading at the moment? *(I remind him)*",
        "The old-fashioned way of checking if mains cable was live",
        "*(The needle on my desktop Bollockometer wanders off-scale for a moment or ten)* Sure, *(I cry, grabbing a tape from the pile of read-errored duds on my desk.)*",
        "Well unless of course you re-enter all the data from the ruined tables into the database before the beancounters get in the morning..."
      ],
      "description": "frustrated impatience"
    },
    "Excitement": {
      "examples": [
        "Ah, I see! Well generally, a denial of service attack would affect us like so.",
        "WHAT'S IT GOT!?! ADvanced Graphical Interface, true multitasking - not that imitation stuff you get elsewhere! Games, Manuals - it's got the lot!",
        "Not only that, but you can program it to pick you up from an address at a certain time and take you via a completely random route to another specified address. Great for those security conscious people/",
        "Yes!",
        "Yes! Is that XP?"
      ],
      "description": "eager enthusiasm"
    },
    "Excuse": {
      "examples": [
        "Oh, I keep meaning to sort through those, but you know I never really have the time.",
        "Well, he was coming up the stairs as I was going down the stairs and when I said good morning to him he got a fright and had a bit of a tumble."
      ],
      "description": "providing a reason or justification"
    },
    "Expectancy": {
      "examples": [
        "I want his complete email history. We need to check the veracity of the accusations that have been made."
      ],
      "description": "implied urgency"
    },
    "Expertise": {
      "examples": [
        "We're talking millimetres a minute - you'd be hard pressed to notice the micro adjustments. But by continuously adjusting height and angle you avoid 'stagnation illnesses'.",
        "This is the original aircon plant room,, and that is the original BMS system. Well, the wires are. The computer's relatively new in comparison – probably mid-to-late '80s. A DOS PC with 128k of RAM, an ST225 hard drive and a VERY proprietary ISA card. That mass of cables talks to the card and the card talks back. When it's going the green light is on, when it's not, the shit hits the fan. And I mean it when I use the words shit and fan. *(I reply)*",
        "If it were me, I'd sell the intermediate burning image NFTs first and then sell the ash picture last – to build up interest. And, of course, value."
      ],
      "description": "displaying in-depth knowledge"
    },
    "Expertness": {
      "examples": [
        "It's an intermittent problem. Intermittent problems are the hardest to diagnose."
      ],
      "description": "showing a high level of knowledge"
    },
    "Explanation": {
      "examples": [
        "Company policy is that a competing quote isn't necessary when the purchase is under 2000 quid, *(I respond.)*",
        "Different colours respond to different heat profiles. So exposing an ink to 40 degrees Celsius for two minutes isn't the same as exposing it to 80 degrees Celsius for 1 minute. What we're trying to do is see if the heat from the stepper motor in the printer is causing a colour change.",
        "Metal pens get warm all over whereas plastic ones get warm in one place. If there's been a colour change we need it to be standard over the cartridge.",
        "Yeah, the system's designed for a 50mm lens but my phone camera's got a wider angle, so it tries to compensate by emphasising the foreground."
      ],
      "description": "offering a reason or justification"
    },
    "Explanatory": {
      "examples": [
        "No, but because they were high-end machines, we were able to get the asset number lasered into them as one of the purchase personalisation options."
      ],
      "description": "providing information"
    },
    "Exuberance": {
      "examples": [
        "Don't do it for me, do it for the company! Do it because it's bloody Christmas!",
        "So,. Any idea how we're going to get the second 100 quid? *(I say, as we down the first company-funded pint)*"
      ],
      "description": "showing enthusiasm and energy"
    },
    "Facetious": {
      "examples": [
        "The very same."
      ],
      "description": "playful, mocking tone"
    },
    "Falseness": {
      "examples": [
        "I know,. He was an inspiration to us all. *(I say)*"
      ],
      "description": "lack of authenticity"
    },
    "Familiarity": {
      "examples": [
        "Yeah!",
        "'I could go for a coffee!'",
        "But I like the battery place. They know us there."
      ],
      "description": "friendly, casual"
    },
    "Fascination": {
      "examples": [
        "The disease?"
      ],
      "description": "displaying intense interest"
    },
    "Fatigue": {
      "examples": [
        "Righto,. wearily *(I sigh, wandering back to Mission Control)*"
      ],
      "description": "physical or mental exhaustion"
    },
    "Faux": {
      "examples": [
        "You don't want to know! *(I gasp.)*"
      ],
      "description": "pretentious or insincere"
    },
    "Faux_indignation": {
      "examples": [
        "Indeed it is,. It's worth at least 100! What with all those Teen, Bondage and Webcam sites you found yesterday. *(I cry)*"
      ],
      "description": "faking offense"
    },
    "Fear": {
      "examples": [
        "Who?",
        "*(can't...stop...the...voices)* No problem,. They're kept in the documents room in the basement. *(I respond)*",
        "No...",
        "What?!",
        "Too late,. I think they're already here. *(I say, as the phone rings from the Boss's office)*"
      ],
      "description": "experiencing apprehension or dread"
    },
    "Fearfulness": {
      "examples": [
        "Yes, but we need to be SAFE."
      ],
      "description": "showing apprehension"
    },
    "Firmness": {
      "examples": [
        "I... would like to converse with a lawyer, *(I state calmly.)*"
      ],
      "description": "showing determination"
    },
    "Flat": {
      "examples": [
        "Yes, that's my knowledge of the accident,. I was making a coffee at the time. *(I respond)*"
      ],
      "description": "lacking emotional inflection"
    },
    "Flattery": {
      "examples": [
        "It's more than a change control system, it's a constant companion! *(I say.)*"
      ],
      "description": "excessive and insincere praise"
    },
    "Flippance": {
      "examples": [
        "Am I doing here?. Well, I sold a bunch of dodgy crypto to a couple of beancounters at my company as a 'financial hedge' then decided to slip into the shadows for a while till things sorted themselves out. *(Derek finishes)*"
      ],
      "description": "using humor to mask a lack of concern"
    },
    "Flippant": {
      "examples": [
        "Nothing, I just like recalling my triumphs from time to time - like the mystery of the Rubenesque maiden.",
        "We just need a broader sample base. So we just power down the circuit and then power it up again to see if we get a different reading. Over time with several samples we'd get a far more accurate figure.",
        "Sure you can. All I do is specify that the AI has to create a document longer than the reader's attention span."
      ],
      "description": "unserious and often mocking"
    },
    "Fluster": {
      "examples": [
        "*(BEEP BEEP)* Excuse me,. Oh no! There's been a...core lan switching problem - at the Telephone Centre and...half of London is affected. I have to go! *(I say, drawing my phone into the open and pretending to read a text message)*"
      ],
      "description": "extreme agitation"
    },
    "Forced_eagerness": {
      "examples": [
        "Hi there. I'm Brian, the Head of IT. First off, I suppose you want to look over the kit we have about the place. *(I burble, greeting the new Boss-type with a good firm handshake, making specially sure to hold it for just a tad to long to be comfortable)*"
      ],
      "description": "pretending to be enthusiastic"
    },
    "Formal": {
      "examples": [
        "Oh, about a grand, fifteen hundred?"
      ],
      "description": "official or professional language"
    },
    "Formalism": {
      "examples": [
        "Well, these people are representatives of the legal community. If they uncovered a crime they'd be duty-bound to report it."
      ],
      "description": "emphasizing correctness"
    },
    "Formality": {
      "examples": [
        "Some place that's well-airconditioned and has a healthy amount of electrical wiring, as opposed to a jury-rigged office,, Preferrably somewhere that we can put a couple of vertical racks in.. *(The PFY suggests)*",
        "Virii? *(I ask, attempting to divine the purpose of the visit)*",
        "The other Brian?. Yes, a bit confusing I suppose. Still, you'll be dealing with me from now on, after.. well, you know. *(respond, covering well)*",
        "Yes, I was wondering if you could check out some clanking in the hold and let buildings maintenance know if something needs fixing.",
        "Yes, I think there's some sort of bonus riding on the party.."
      ],
      "description": "displaying seriousness"
    },
    "Formalness": {
      "examples": [
        "So you destroyed licence documents - some of which are proof-of-purchase, some of which are one-time licences and will not be reissued by the vendor."
      ],
      "description": "polite but serious tone"
    },
    "Friction": {
      "examples": [
        "I can't. The switch on the admin vlan is isolated when the router's down."
      ],
      "description": "awkward tension"
    },
    "Friendliness": {
      "examples": [
        "Hey, we both do that!",
        "Ah, there's your problem - your port is only set to 10 megabits per second, half duplex. If I just change that to auto you'll notice a short outage while your machine's network interface readjusts itself to 100 meg full duplex and then everything will be working tickety-boo for you.. No, No, don't mention it - and have a really great day.",
        "Okay,. We're all friends here, what's the real issue? *(I say)*"
      ],
      "description": "expressing a positive and approachable attitude"
    },
    "Friendly": {
      "examples": [
        "For the 4th floor, *(I say, wondering how the Beancounters would cope with sudden non-existence.)*"
      ],
      "description": "approachable tone"
    },
    "Fright": {
      "examples": [
        "*(clip clop clip clop clip)* Oh! You startled me! *(the weedy gentleman in front of me says.)*"
      ],
      "description": "showing a sudden feeling of alarm"
    },
    "Frustrated": {
      "examples": [
        "I.. Why?"
      ],
      "description": "showing disappointment and impatience"
    },
    "Frustration": {
      "examples": [
        "Yes, but NO , that wasn't what I was thi..",
        "Ah No, was thinking more along the lines of..",
        "If that's Service Pack 6 I'm leaving right now!",
        "*(The Boss is now looking like a Procol Harum song and starting to waver in his chair, which is the perfect time for an interlude)* I think we need to get him some fresh air, *(I cry, pointing out The Boss to the instructor.)*",
        "Well, as I've only just got the thing, it's hard to say, *(I respond, not appreciating The Boss's attempts to grease the gears of media reading.)*"
      ],
      "description": "exasperated and displeased"
    },
    "Fury": {
      "examples": [
        "It's worse than we thought!!!. What do they do, grab the password and give error messages?!? *(I cry)*",
        "Clean her shoes!",
        "Locking me in the safe!",
        "Oh, they're good,. They're BLOODY good. *(I say, noticing the blanking plate where the door handle should be)*",
        "It's the same guy who recommended solid walls and floors who's behind this and the cabling reuse. I'll kill him!"
      ],
      "description": "extremely angry"
    },
    "Futility": {
      "examples": [
        "Yeah, but after a while the futility of security just gets to you and the struggling stops. It's a bit like drowning – quite satisfying."
      ],
      "description": "showing the pointlessness of an effort"
    },
    "Gentle": {
      "examples": [
        "Well that's more of an outburst than an answer, *(I point out gently.)*"
      ],
      "description": "showing kindness or softness"
    },
    "Hedging": {
      "examples": [
        "I'd still rather have the cash, *(I confess.)*"
      ],
      "description": "expressing uncertainty or caution"
    },
    "Helpful": {
      "examples": [
        "Yes there is,. in the bottom right hand corner. *(I point out helpfully)*",
        "But if it makes it easier we could change your caller ID to that so that when you run the helpdesk it would show up on their display?? *(I add)*"
      ],
      "description": "assisting or offering aid"
    },
    "Helpfulness": {
      "examples": [
        "Could you go into the financials database and type SELECT N,Q,A FROM DBAQUESTIONS WHERE N=1",
        "Which facility of Windows XP desktop do you need to do your work? *(I ask, always wanting to help out.)*",
        "OK, that's easily sorted out, *(I respond helpfully.)*",
        "Ah, there's your problem - your port is only set to 10 megabits per second, half duplex. If I just change that to auto you'll notice a short outage while your machine's network interface readjusts itself to 100 meg full duplex and then everything will be working tickety-boo for you.. No, No, don't mention it - and have a really great day.",
        "Record a message saying you're a bit out of sorts at the moment, that you're taking medication and that you'll get back to them if you feel up to it. That pretty much covers any illness."
      ],
      "description": "offering assistance"
    },
    "Helping": {
      "examples": [
        "Not to worry. Just press cancel, then scan the QR code again,. Now, Work, Normal Hours, and then under expected hours of work, type in 7.5. Right, so now it generates a list of everyone in the workplace and you just click on the checkbox beside each person you think you'll interact with today. *(I say)*"
      ],
      "description": "offering guidance"
    },
    "Helpless": {
      "examples": [
        "Yeah. The original plan was that you'd have to look at your surname and work out the second half of the offensive phrase to locate your files. Like a combination lock. Only it looks like everyone's affected."
      ],
      "description": "lacking control or influence"
    },
    "Helplessness": {
      "examples": [
        "Coc..",
        "Well yes, but it won't start.",
        "clickety Ah, user can't send mail. Short call code 17.",
        "Oh, right. Well, I've assigned it to the helpdesk group, so you'll have to talk to them to get them to cancel it.",
        "I'm stuck in a lift on the 6.01999th floor."
      ],
      "description": "lacking control or influence"
    },
    "Hesitance": {
      "examples": [
        "I didn't want to - but it was my job! The things I've seen! The nightmares I have!"
      ],
      "description": "expressing reluctance"
    },
    "Hesitation": {
      "examples": [
        "She bought the stuff about the van, the names and the cattleprod, but I'm not too sure about the other one. I attacked the poor quality of the image, the accuracy of time on the CCTV systems and suggested that there were many ways to interpret it in non-violent connotations, but I'm not sure how well it went down. She suggested that she might call the director and you might... apologise?",
        "...just wanting to start a whole new life, new town, new job, new mates? *(I ask hopefully.)*",
        "Sure.",
        "No, don't go, there's something over by the window I'd like to show you. Just slide on over.",
        "Uh... we've had some issues with reliability, *(I say.)*"
      ],
      "description": "expressing uncertainty"
    },
    "Honesty": {
      "examples": [
        "I have to admit that our relationship was sweet, but the Mahariji showed me that it was simply a manifestation of my own deep-seated needs. The relationship ended and I am a fuller person now because of it.",
        "I don't know, it's one of the things I've forgotten, *(I admit.)*"
      ],
      "description": "showing genuine truth"
    },
    "Hope": {
      "examples": [
        "Insider trading? *(I ask hopefully, mentally kicking myself for not paying more attention to the dullards in trading...)*"
      ],
      "description": "anticipating a positive outcome"
    },
    "Hopeful": {
      "examples": [
        "And their relatives still remember the stories about how good our deliveries were,. Maybe they're planning a huge order because of the goodwill we've built up over the years. What's the average customer spend with us? *(I say)*"
      ],
      "description": "showing optimism"
    },
    "Hopefulness": {
      "examples": [
        "I suppose so. Unless...."
      ],
      "description": "optimistic anticipation"
    },
    "Hopelessness": {
      "examples": [
        "But the Boss will remember won't he?"
      ],
      "description": "showing a lack of confidence"
    },
    "Horrification": {
      "examples": [
        "They even took our computer chairs, *(I say.)*"
      ],
      "description": "expressing shock or horror"
    },
    "Horror": {
      "examples": [
        "It's worse than we thought!!!. What do they do, grab the password and give error messages?!? *(I cry)*"
      ],
      "description": "extreme fright or shock"
    },
    "Hostile": {
      "examples": [
        "He's saying you're pathetic,. I'd hit him! *(I say to the Boss)*"
      ],
      "description": "expressing animosity or ill will"
    },
    "Hostility": {
      "examples": [
        "Which means it'll be you *personally* that our company will be pursuing for damages...",
        "Nah, he's been here too long - he's institutionalised. No, it's someone new. Someone who thinks he can change us. Someone who wants to distinguish himself with the type of people who like coloured graphs and words like 'target threshold' instead of hardnosed experience. Someone who'd like to engineer a coup d'etat.",
        "RECORDED? What for?!",
        "Branding?. You mean as in burning a mark onto any user that complains? *(I ask, match poised against the striker behind my back)*",
        "Not any more you haven't!"
      ],
      "description": "displaying aggressive dislike"
    },
    "Humiliation": {
      "examples": [
        "See for yourself! *(I cry, pointing to the large stack of plagiarised data and pictures that I call my own.)*",
        "I..."
      ],
      "description": "feeling shame or embarrassment"
    },
    "Humor": {
      "examples": [
        "Those pints you're about to buy me!",
        "Like it? - you know, like Inverse Evil.",
        "Oh. I was thinking more along the lines of 'did I slam their arm in a door, and should I give it a twist to make my point - for luck'. Sort of thing.",
        "Or two breasts, if your assistant's browsing is anything to go by *(the Head of IT remarks, unable to drag his eyes from the pink hues emanating from The PFY's screen.)*",
        "Because the service of a particular SERVER would go through the floor"
      ],
      "description": "using irony or playful language"
    },
    "Humour": {
      "examples": [
        "Mainly try and break things - which is not too dissimilar to parts our job in some ways - except that you don't have to let yourself into The Boss's office first."
      ],
      "description": "displaying or containing comic or humorous aspects"
    },
    "Hurt": {
      "examples": [
        "I'd like to think I've devoted part of my LIFE to it! *(I respond, with just a hint of emotion bubbling under the surface.)*",
        "We stopped for lunch, *(I say, a little hurt.)*"
      ],
      "description": "expressing vulnerability"
    },
    "Hypocrisy": {
      "examples": [
        "What about that one there?. Test Analyst? *(I ask, pointing out a large and colourful ad)*",
        "Well, I think I'm addicted to porn.",
        "Did you say remote controlled cars? *(I gasp, suppressing what might otherwise have been an expression of excitement.)*",
        "... I watched C-beams... glitter in the dark near the Tannhäuser Gate, *(I continue.)*",
        "I don't think name calling and innuendo is constructive, *(I say, oozing helpfulness.)*"
      ],
      "description": "showing inconsistency in one's behavior or speech"
    },
    "Hypothetical": {
      "examples": [
        "My money's on portable media players and cellphones,. Everyone has one and a lot of them have Bluetooth. A PC virus has morphed to one of them and morphed back to a PC as something new. *(I say)*"
      ],
      "description": "discussing possible or imaginary situations"
    },
    "Hysteria": {
      "examples": [
        "DELETE IT QUICKLY BEFORE SOMEONE USES IT!!!!"
      ],
      "description": "excessive emotional excitement"
    },
    "Ignorance": {
      "examples": [
        "Simple!. We just change the HALON HOLD-OFF button to a PURGE button. If there was an emergency you could just hit the purge button and a fan would pump air into the room. *(I say)*"
      ],
      "description": "lack of understanding or knowledge"
    },
    "Impartiality": {
      "examples": [
        "It's a flat rate based on the tier of the claim."
      ],
      "description": "expressing objective understanding"
    },
    "Impassivity": {
      "examples": [
        "Yes."
      ],
      "description": "showing lack of emotional response"
    },
    "Impatience": {
      "examples": [
        "Ah",
        "Ah, use Seven, it has the CD drivers built right into the CD.",
        "Yeah, the install disks are in the shiny parcel on the floor - haven't had a chance to..",
        "Look, I'll show you, Here's a tape with, uh, intermittent read errors, which we chucked out. *(I cry, grabbing a recent addition from the rubbish bin and yanking it's label off before The Boss can cop a dekko)*",
        "No, it's because you've ticked the Win ME box on the configuration options for the new drive. You'll be lucky to stay up till morning tea time."
      ],
      "description": "wanting or expecting something to happen quickly"
    },
    "Impertinence": {
      "examples": [
        "I'm looking for a certain atom. And I just sent them some samples in an envelope and said it was related to cheese virus outbreaks.",
        "Correct. Name the two easy methods to get out of doing something you're told to do."
      ],
      "description": "displaying bold or uninvited remarks"
    },
    "Impishness": {
      "examples": [
        "Well I was just writing a quick script to change the Boss's surname randomly to something mildly offensive every day.",
        "Well, they took six printers from the building, but they drove away with five. While they were disconnecting the fourth printer we snuck one back in off the truck and shuffled the others around to hide the gap."
      ],
      "description": "playful mischievousness"
    },
    "Implication": {
      "examples": [
        "Because you've got the only Master Key - but if you want to loan it to me..",
        "Of course it's a manager! And which manager would it be?",
        "It's not my software.",
        "No, no,. A BASTARD would have expoxy resined the cubicle doors shut last night so the poor bloke had nowhere to go... *(I cry defensively)*",
        "Exactly! Sshh, here comes someone!"
      ],
      "description": "implying something is true"
    },
    "Impression": {
      "examples": [
        "Here,. To the casual observer, a remote control application for infrared devices. In actuality a remote control for a large part of the building. *(I show him proudly)*"
      ],
      "description": "making a strong impression"
    },
    "Incomprehension": {
      "examples": [
        "It takes information from the HR database about staff, including name, employment status, department, department access groups, special access groups, hours of work, etc, and then propagates the information to Active Directory and the Security system."
      ],
      "description": "lack of understanding"
    },
    "Inconclusiveness": {
      "examples": [
        "Well you in this situation might see an open window and signs of a struggle and think suspicious workplace accident - but you know what I see?",
        "Ah... No? *(I say, phrasing my response as a question.)*",
        "Uh, theoretically, *(the PFY lies.)*",
        "Should be any time now."
      ],
      "description": "lacking a clear conclusion"
    },
    "Incongruence": {
      "examples": [
        "Yes, you told me I could get it re-installed after that software problem."
      ],
      "description": "lack of coherence or relevance"
    },
    "Incongruity": {
      "examples": [
        "So what's Spock doing with that box of floppies?",
        "*(Best go easy on him)* Blood you say,, Would that be like a LOT of blood? *(I cry loudly)*",
        "Yep,. Funeral yesterday. Another one of his PDP-11 mates has gone to the great archive in the sky. *(I respond, knowing the full details)*",
        "Security Guard.",
        "Are we still talking about the Essex bird? *(I ask, just to keep things light hearted.)*"
      ],
      "description": "not matching what's expected"
    },
    "Incongruous": {
      "examples": [
        "And the generator has been serviced?"
      ],
      "description": "lacking harmony or coherence"
    },
    "Inconsiderate": {
      "examples": [
        "Indeed you can!"
      ],
      "description": "showing a lack of concern for others' feelings or situations"
    },
    "Inconsistency": {
      "examples": [
        "I didn't want him to develop a substance abuse problem by drinking alone."
      ],
      "description": "lacking clear or logical coherence"
    },
    "Inconvenience": {
      "examples": [
        "I..",
        "Missing .",
        "You have to be here for a couple of weeks before your ID's made! *(I say.)*",
        "root is my own account...",
        "Oh,, So what you're saying is that while the individual tasks of I.T. have changed over the years, the I.T. department itself still has a tangible place in the organisation - although calling ourselves the I.T. department is actually reflecting a much simpler role than the one we're actually performing? *(I say)*"
      ],
      "description": "causing trouble or problem"
    },
    "Incredulity": {
      "examples": [
        "Which means it'll be you *personally* that our company will be pursuing for damages...",
        "Terrible? *(I require.)*",
        "A Cooling Fan problem, completely unrelated to anyth..",
        "No?",
        "Well, I think the giveaway was when you attached the data file to your email and didn't change the file extension from .jpg, *(I murmur.)*"
      ],
      "description": "expressing skepticism"
    },
    "Incredulous": {
      "examples": [
        "You mean like Leeds? *(I ask.)*",
        "Yes, insider trading and corporate espionage is rife amongst workers in the cement industry, *(I nod meaningfully.)*",
        "Surely you should find out what it does?"
      ],
      "description": "expressing extreme skepticism"
    },
    "Incredulousness": {
      "examples": [
        "No there's no special fonts but YES, there's no value checking."
      ],
      "description": "expressing skepticism"
    },
    "Indecision": {
      "examples": [
        "Well, normally I try to ignore such things - for the good of morale and all, but I did think that yesterday was a bit extreme. In fact, I've taken the liberty of bringing up the Control Room Video tape from yesterday, if that's OK.",
        "I... Well, I s'pose I could shine them this once...",
        "I...Yes?",
        "No, would be way too simple. Anyway, I remember that the password was long, *(I say, scanning my memory for further information.)*",
        "Uh... we've had some issues with reliability, *(I say.)*"
      ],
      "description": "showing uncertainty"
    },
    "Indecisiveness": {
      "examples": [
        "Ah! That,. Yes, we don't want to interrupt a workflow as such, so we ... uh ... combine our workflow reporting into a clearly defined period. *(I say)*"
      ],
      "description": "lacking clarity or confidence in decision-making"
    },
    "Indifference": {
      "examples": [
        "Ah",
        "Well there's a lot of work, I won't be able to do it on my own. We'll need an IT manager too...",
        "MMMmmm. .",
        "Well, run her up and see how she performs.",
        "Oh, that'll just be the duck tape holding the fan giving way. She should be ok so long as we don't run into a..."
      ],
      "description": "lack of interest or reaction"
    },
    "Indignant": {
      "examples": [
        "You like",
        "Has this been happening with all our orders? *(I ask, looking suspiciously at the recently delivered, yet still unopened package on my desktop.)*",
        "I'm suggesting that we go and visit one or two of our hardware vendors, then maybe the electronics shop that refused to repair my amplifier under warranty, the bank on the high street that wouldn't extend my overdraft, the...",
        "*(And in the red corner there's a senior beancounter who thinks that HIS problem with the 30 quid inkjet printer that he brought in from home is somehow MY problem)* So it's still not working? *(I ask.)*",
        "Nothing. I changed nothing. I just sent an email out saying I changed something."
      ],
      "description": "showing anger or resentment"
    },
    "Indignation": {
      "examples": [
        "I'm sure the OLD Bastard would have responded to that statement with negativity - probably manufacturing some cataclysmic sequence of events for which you would be blamed... But I will not. The Mahariji has shown me that helping others is the only path to true aura maintenance.",
        "Please stop!. This is unseemly! I will take your wager on the condition that you pay my winnings - if it happens - to the Mahariji! *(I cry)*",
        "*(Sigh)* I must apologise for my assistant's youth,. He's young and impulsive and sometimes doesn't give the client the benefit of the doubt, but I'm sure that with a little... *(I interrupt)*",
        "An accident which meant noth...",
        "Don't be ridiculous! The plant people have obviously been!"
      ],
      "description": "feeling outraged or offended"
    },
    "Indirect": {
      "examples": [
        "What would be the point of that? *(I respond, dodging the question so as to avoid putting a quid in the 'lie jar' that the PFY and I recently installed.)*"
      ],
      "description": "conveying meaning without direct statement"
    },
    "Indirection": {
      "examples": [
        "That's not local, that's the internet,. We've got cloud hosted mail. But it still could be the local network. How long does it take you to print something? *(the PFY explains)*"
      ],
      "description": "attempting to divert the topic or evade the issue"
    },
    "Indirectness": {
      "examples": [
        "Nothing.",
        "*(Call me a little sensitive but I get the feeling that my user is trying to put 2 and 2 together to get 73)* What are you suggesting? *(I ask.)*",
        "Sorry, I just need you to put a mask on. *(I say)*"
      ],
      "description": "avoiding directness or clarity"
    },
    "Indulgence": {
      "examples": [
        "Yes, It really would make an excellent Batcave,. If only there was a way to both prove it to be a bad idea and discourage reuse. If only... *(I say, thinking fondly of the chunk of building the PFY and I once kept as our own)*"
      ],
      "description": "allowing oneself to enjoy something"
    },
    "Inference": {
      "examples": [
        "Have you ever noticed how long your email messages to me are?. And how long my replies to you tend to be? *(I ask)*"
      ],
      "description": "implying a conclusion"
    },
    "Informal": {
      "examples": [
        "Ah, I see! Well generally, a denial of service attack would affect us like so.",
        "Yes, the insurance company accepted the claim - apparently the coffee bloke found that the safety release valve didn't operate and the temperature sensor wasn't working, resulting in--",
        "Well I'm a little grey as to the full details, but this thing is a big drill, and this joysticky thing controls the direction of the drill. So I just aim it downwards from here for about 2 of these extension pipes, across for about 3 pipes, then up till it breaks ground.",
        "*(. . Five minutes later, in Mission Control . .)* How's it going? *(I ask the PFY, leaning back to check out his monitor.)*",
        "Been doing that for years,, usually at night. Sometimes I have to bring a van in. *(I reply)*"
      ],
      "description": "informal communication"
    },
    "Informality": {
      "examples": [
        "This one's probably an early version, *(I say, while the Boss leafs through the pages.)*"
      ],
      "description": "lacking formality"
    },
    "Informative": {
      "examples": [
        "No,. The machine had built in wireless and GPS and used scripted netstumbler to peer with any access points it could find and report its location. *(I respond, fingering my own modded prod)*",
        "Okay, so you have an internal greeting - which is used for when someone inside the company rings you and you're busy, a busy greeting, an unavailable greeting, a holiday greeting and an other greeting.",
        "They're connected. So the updated UPS has seen the other UPS is back-rev and won't complete start-up until the other one is up to date. We need to update the other UPS.",
        "Licence blindness. It's a term based on software licensing. Like when you're installing some software or another and a window appears with a scrolling box full of text in the background and underneath the box there's a checkbox saying 'I have read and agree to the licence terms and conditions.' You're going to click the box, and you're not going to scroll down and read all that licence palaver.",
        "We give it a vocab of places, i.e. The IT office, Desk, Cupboard, etc. combined with people or groups of people, some action verbs and time contexts. You could say CLEAN UNDER DAVE'S DESK WHEN DAVE IS OUT or CLEAN THE IT OFFICE NEXT WEDNESDAY AT 4PM."
      ],
      "description": "providing facts"
    },
    "Informed": {
      "examples": [
        "Those are: serial cards for a Vax 11/780, some memory controller cards for the 780, and some CI-Bus components – for the Vax 11/780."
      ],
      "description": "providing knowledge"
    },
    "Infuriating": {
      "examples": [
        "Yes."
      ],
      "description": "eliciting extreme annoyance"
    },
    "Infuriation": {
      "examples": [
        "Either it's MILES out of town or they want you to sleep with their clients to keep them happy.",
        "*(THE LYING BASTARD)* Fair enough, *(I say, suppressing the urge to slam the phone down.)*",
        "THE REAL PROBLEM IS THAT DANGEROUS THINGS SHOULD BE HIGHLIGHTED FOR PERSONAL SAFETY!!! *(he rants.)*"
      ],
      "description": "seething anger"
    },
    "Innocence": {
      "examples": [
        "Yes, I think there's some sort of bonus riding on the party..",
        "Yes, and I want to make sure I get the right stuff - I'm a bit of a duffer at this actually - as I have to get everything right before I put the setup budget plan in...",
        "Well yes,. Because of course piracy is everyone's problem. *(I say innocently)*",
        "I only just TOUCHED it!. It's not like I actually PRESSED it! *(the Boss snivels)*",
        "What am I looking for? *(I ask, oozing innocence.)*"
      ],
      "description": "expressing ignorance"
    },
    "Innocent": {
      "examples": [
        "No, now you're thinking of Prince Philip. No, when he said those words, 'One small step for man, one giant leap for mankind!'"
      ],
      "description": "displaying genuine unawareness"
    },
    "Inquiring": {
      "examples": [
        "*(. . Five minutes later, in Mission Control . .)* How's it going? *(I ask the PFY, leaning back to check out his monitor.)*",
        "What statistics are they then? *(I ask, desiring only to be of service in relieving the Boss of his worrying burden.)*"
      ],
      "description": "displaying curiosity"
    },
    "Inquiry": {
      "examples": [
        "*(So I'll have to humour The PFY out of his doldrums)* What did the Nasty Boss do to you then? *(I ask, unable to help myself.)*",
        "Yes.",
        "*(Damn, he's good ! Unfortunately)* The cleaner's cupboard you say? *(I ask, giving the Boss a chance to revise his story.)*",
        "Did it appear in the list of suggested email addresses when you were typing it in?"
      ],
      "description": "asking for information"
    },
    "Inquisitiveness": {
      "examples": [
        "A takeover, I should have guessed,. Who? *(I say, thinking back to the feverish activity which has been occurring in Beancounter and PR Centrals)*",
        "What's that then?. ... Actually what IS that? *(I ask, peering over his shoulder)*"
      ],
      "description": "curiosity and questioning"
    },
    "Insensitivity": {
      "examples": [
        "Outside the building it should be even better. It'll locate the spoon to within three meters, give or take, because the signal's not impaired by the concrete in the building."
      ],
      "description": "lacking empathy or understanding"
    },
    "Insight": {
      "examples": [
        "No, that's a dead giveaway. He's bored and looking for a way to ensure his name's at the top of the list come promotion time....",
        "Yes, but he only ever plays Spider to calm down after something really annoys him.",
        "Oh,, So what you're saying is that while the individual tasks of I.T. have changed over the years, the I.T. department itself still has a tangible place in the organisation - although calling ourselves the I.T. department is actually reflecting a much simpler role than the one we're actually performing? *(I say)*"
      ],
      "description": "providing a perceptive understanding"
    },
    "Insincere": {
      "examples": [
        "Well it WAS quite hush-hush. Still, I'm a little hurt he's forgotten me. Maybe that's why I never got those royalties payments? Still, forgive and forget, that's what I say! *(I respond magnanimously.)*",
        "Let's not be coy, it's called a junket. You get it by establishing a 'training' precedent.",
        "I have to say, I'm impressed with the speed of your response, *(I say.)*"
      ],
      "description": "lacking genuineness"
    },
    "Insincerity": {
      "examples": [
        "Hi there. I'm Brian, the Head of IT. First off, I suppose you want to look over the kit we have about the place. *(I burble, greeting the new Boss-type with a good firm handshake, making specially sure to hold it for just a tad to long to be comfortable)*",
        "Sure, Not a problem!",
        "Good, that's a relief.",
        "Oh yes!. And it's proving to be of most benefit to telecommuting workers, who can access their files direct from the Internet. Just look at the Internet usage figures! *(I agree)*",
        "RETAIL,. But off the Web... 100. *(I comment, revising The Boss's gullibility factor (sadly)*"
      ],
      "description": "expressing false sentiments"
    },
    "Insinuation": {
      "examples": [
        "No, no, just some advice. You blokes certainly know how to look after yourselves?",
        "Really? Well, head trauma is a funny one - one moment you're with it, the next you can't remember your own...",
        "He'd pretty much reached the pinnacle of his career.",
        "Well your life appears to be dominated by the technology you work with.",
        "We've worked in the same place many years, but this is the first time you've ever asked me for help. I can't remember the last time you invited me to your table at the pub for a cold lager. But let's be frank here, you never wanted my friendship, and you're afraid to be in my debt."
      ],
      "description": "making an indirect accusation"
    },
    "Insouciance": {
      "examples": [
        "Oh he's just pleased because the latest enhancement to Solitaire arrived today.",
        "Yes. Good point. But what role?",
        "Hell no. But the double payment stuff sounds good!",
        "Thanks,. Oh! and I just remembered that we needed to get a batch of LTO4 tapes. *(I say, realising he wasn't the least bit interested in what he was signing)*",
        "They're gone! Maybe you can buy some more with your office supplies budget, *(I suggest.)*"
      ],
      "description": "casual indifference"
    },
    "Insouciant": {
      "examples": [
        "We just need a broader sample base. So we just power down the circuit and then power it up again to see if we get a different reading. Over time with several samples we'd get a far more accurate figure."
      ],
      "description": "cavalier attitude"
    },
    "Instruction": {
      "examples": [
        "*(Sighing, I walk over and take the club from his hand)* You're hooking the ball,. Close the club up too far, you'll hook the ball, Open it too far, you'll slice it, and it'll pull to the right. What you should be doing is Whack! thud clatter clatter just hitting THROUGH the ball like that! *(I say, showing him for the third time how to hold a club in a more open position)*",
        "It takes ages to get oils to change temperatures, which makes them ideal for extinguishers."
      ],
      "description": "guiding or teaching"
    },
    "Insult": {
      "examples": [
        "Well it's quite possible that your crucial guidance systems are clogged in much the same manner",
        "No, no, just some advice. You blokes certainly know how to look after yourselves?",
        "Yesss,. There's only a couple of thousand graduates every year emptying themselves in THAT pool.. *(I respond sarcastically)*",
        "Well yes, but also that Roger's job involves taking shit from people",
        "Then you dump her like the Boss-shagging piece of trash that she is!"
      ],
      "description": "derogatory language"
    },
    "Insulting": {
      "examples": [
        "None whatsoever. You could show up to work dressed only in a thong, drop a steaming turd into the Zen garden in the boardroom - during a board meeting - rake it around the place for a couple of minutes while chugging a pint of heavy and watering the bonsai with recycled lager - and they'd still have to pay you out.",
        "Ah yes, the try-before-you-get-addicted strategy – as used by Class-A drug pushers everywhere. Nice."
      ],
      "description": "using derogatory language"
    },
    "Intellectual": {
      "examples": [
        "I was thinking more of pings-of-death on their older unpatched machines..",
        "No, no,. If my guess is correct, I think our former BA is not only resigning, but also inviting the Boss to investigate the state of his microbiome. *(I say)*"
      ],
      "description": "showing superior knowledge"
    },
    "Intellectualism": {
      "examples": [
        "Really? Probably some intermodulation distortion with the carrier wave peak.",
        "Never Assume,. That just makes an ASS out of U. *(I say sagely)*",
        "Yeah, well, why take the risk - I mean they're the two large probable-prime factors of the large probable-prime product that is you."
      ],
      "description": "displaying pretentious knowledge or jargon"
    },
    "Intelligent": {
      "examples": [
        "The quantum rule of insecurity – which states that the act of observing how vulnerable a host or service is changes the insecurity level of the service. Have you not heard of Schrödinger's Laptop?"
      ],
      "description": "demonstrating insight"
    },
    "Interest": {
      "examples": [
        "Fireproof?. An unusual request. What sort of equipment precisely? *(I ask)*"
      ],
      "description": "engaged attention"
    },
    "Interjection": {
      "examples": [
        "Yes, but...",
        "*(The Boss makes some affirmative noises and Jamie obviously feels empowered so I have to take the Boss aside)* I think you're missing the big picture, *(I say to him.)*"
      ],
      "description": "expressing a sudden comment or exclamation"
    },
    "Interrogation": {
      "examples": [
        "No, but that doesn't mean..."
      ],
      "description": "expressing skepticism"
    },
    "Interrogative": {
      "examples": [
        "Okay, well I'm sure that I can account for my movem...",
        "You mean a GPS tracker , *(I say.)*"
      ],
      "description": "inquiring for more information"
    },
    "Interrupt": {
      "examples": [
        "I think I got a call yesterday, *(The boss chips in.)*"
      ],
      "description": "breaking into conversation"
    },
    "Interrupting": {
      "examples": [
        "Excuse me,. Why not set your password to a person's first name and their birthday. You must know someone else's birthday? *(I interject, before The PFY can suggest using the names he may have called her or concatenating the words pain-in-the-arse)*",
        "What sort of skillset would you need for that role? *(I interrupt, before things get nasty.)*",
        "But I'm halfway throu-"
      ],
      "description": "cutting in abruptly"
    },
    "Interruption": {
      "examples": [
        "And speaker systems?. What about those ginormous sub-woofters you see up in your department? *(I interrupt)*",
        "...session identified some learnings from a similar exercise we..."
      ],
      "description": "unwanted or sudden entry into a conversation"
    },
    "Intertextuality": {
      "examples": [
        "They usually never came back."
      ],
      "description": "referencing external or internal contexts "
    },
    "Intrigue": {
      "examples": [
        "Coded information. *(I suggest.)*",
        "They're probably not - but they're most certainly interested in how he came by the find me codes.",
        "Yes, where the letter Q is replaced by W, W is replaced by E, E by R and so on, wrapping around at the end of the keypad. You will recall my case of the dancing men?",
        "Uhh... Call me paranoid, but I think they just did that too, *(I say, noticing a corresponding lurch from the van now immediately behind us.)*",
        "The big demo? *(I ask.)*"
      ],
      "description": "expressing curiosity"
    },
    "Intrusiveness": {
      "examples": [
        "No, no, I insist."
      ],
      "description": "overstepping or imposing"
    },
    "Ironic": {
      "examples": [
        "Well, take this coffee maker for instance. See the brown sludge collecting in the drain tray and the way the steamer looks really clogged?",
        "It should be written on 50 pound notes. Four of them..",
        "Never..",
        "Well, he did try and sell us some refurbished P-II 300s as top line kit, *(I add.)*",
        "Yes, FLAWS for short."
      ],
      "description": "suggesting opposite of what is expected"
    },
    "Ironic_Tone": {
      "examples": [
        "Your Job number is..... clickety 273108B for Bravo, *(I say.)*"
      ],
      "description": "contrasting tone to the given situation"
    },
    "Ironic_reference": {
      "examples": [
        "It's a good idea in theory, but there are so many variables, you know - like floor wax."
      ],
      "description": "using an unexpected comparison"
    },
    "Irony": {
      "examples": [
        "Excellent, so my work wasn't in vain then!",
        "Dosh and Travel, my favourite twinset... Quicker than you can say *(I'm on the team! I'm on the team.)*",
        "Of course it is, but I prefer the holistic approach to computer maintenance - every part being interconnected, and therefore reflecting on the whole. Besides, I always think better after an Espresso.",
        "Remember,. this is just a tape I pulled out of the bin. The results are just an interpretation of the binary data. *(I add, applying a pin to The Boss's bubble)*",
        "A little joke!, But we've not been hit by a Denial of Service Attack so far *(I lie)*"
      ],
      "description": "contrast between what's said and what's meant"
    },
    "Irrelevant": {
      "examples": [
        "I'm sorry, but the OS2 install media was taken off me several weeks ago. Why not try Netscape 6.0 - I've heard very good things about that."
      ],
      "description": "unrelated to the question"
    },
    "Irritability": {
      "examples": [
        "THIS door.",
        "I SPY, WITH MY LITTLE EYE... SOMETHING BEGINNING WITH... C.P",
        "Well it's the GIVE part leastways, *(I say.)*",
        "Ah. It seems patently obvious that you lack the ability to read a CV,. How about we give you a hand? *(I sigh)*",
        "Oh, I always have a couple of cases of Newky sitting under the server room floor in front of the process chiller output,. In case of emergencies. But I bought another couple of cases in for the Bring Your Own Drink day. *(I say)*"
      ],
      "description": "expressing annoyance"
    },
    "Irritation": {
      "examples": [
        "Excellent!. Would you like me to send you one of our pamphlets as well - I've just finished one on the Divine Shiny Aura. *(I cry)*",
        "Because we have a normal User/System Manager relationship! Anyway, he rang to complain about his share quota, which is just GAGGING for it!",
        "He's something in marketing - don't know much more than that.",
        "*(Sigh)* The machine doesn't recognise the CD drive and NEEDS a boot floppy to load the NT disk, *(I respond.)*",
        "Help yourself, they're in that silver package over there..."
      ],
      "description": "showing annoyance"
    },
    "Jesting": {
      "examples": [
        "And incidentally,, the same amount of strong lager it takes to make a turd in the Boss's drawer sound like a great idea. *(I add)*"
      ],
      "description": "teasing in a playful manner"
    },
    "Jocular": {
      "examples": [
        "Easier said than done. *(James jokes.)*"
      ],
      "description": "displaying lighthearted humor"
    },
    "Jocularity": {
      "examples": [
        "A little joke!, But we've not been hit by a Denial of Service Attack so far *(I lie)*",
        "What the hell, a free lunch if nothing else. I'll make up my mind after I've necked as many pints as they'll buy me!",
        "*(BEEP BEEP)* Excuse me,. Oh no! There's been a...core lan switching problem - at the Telephone Centre and...half of London is affected. I have to go! *(I say, drawing my phone into the open and pretending to read a text message)*",
        "More likely a sandwich press, *(I counter.)*",
        "I don't know. A Mac in the Beancounters' office or maybe a PC in the colored coloured pencil office."
      ],
      "description": "good-natured playful humor"
    },
    "Joking": {
      "examples": [
        "Nah, I'd have printed T-shirts by now. Still, punishing the Boss for all this is a little harsh.",
        "It'll cost you a pint.",
        "Don't need them, it's going to be a duct.",
        "Terrible business,. Which just goes to show that it's not just cellphones we should be afraid of. You'll be needing some alcohol wipes then? *(I say)*"
      ],
      "description": "light-hearted humor or teasing"
    },
    "Justification": {
      "examples": [
        "Yes, it should ,. Only they don't want to. They don't want the package getting out. So while it's one of the options on your configuration form - you have to actually pay for it. *(I concur)*",
        "Yep, but you're after a technical role now, which is predominantly male dominated, so you want to appear to be one of the lads.",
        "It's more than retail because the retail monitors are a lower quality. These ones are the ' A ' model and are far superior.",
        "A. They'll be hiring equipment and will want the dosh up front and B. the whole idea of under-the-table jobs is no paper trail.",
        "Because (a) there's bound to be someone who comes in early to fire off an email to their boss about some work topic before bunking off for a couple of hours kip in the sick room, and (b) leaving a skip unattended overnight is an invitation for people to do what we're doing."
      ],
      "description": "rationalizing a situation"
    },
    "Laughter": {
      "examples": [
        "*(A quick five later and I'm in the Comms Room, poised for Victory)* THE BASTARD, IN THE COMMS ROOM, WITH THE COOLING PIPE! *(I cry happily.)*"
      ],
      "description": "expressing joyful amusement"
    },
    "Levity": {
      "examples": [
        "Yep. But maybe for a couple more days...",
        "Right, fake a few open conversations between your personas, with nothing too risqué - except for Jess who'll be positively filthy. Make sure all the profiles are public, then wait to see who bites."
      ],
      "description": "adding lightheartedness"
    },
    "Malice": {
      "examples": [
        "I quietly feedback the comments expressed in the worst possible light to each team member whilst implying that the team thinks that they're the weakest link.",
        "Yes. My plan is to drive him nuts before he can gather enough evidence to have me fired or imprisoned. And if that doesn't wo...",
        "Sure! I mean if we get some of the deadwood working from home there's the distinct possibility their wives will catch them browsing porn for half the day and they'll get the kicking they so richly deserve!!!",
        "Already made the calls. And just before lunch I'm going to 'leak' some 'memos' indicating the company knew the asbestos was there and estimating their liability to be in the billions - 'IF anyone finds out'.",
        "Yes, there was a noticeable spike in morale after Philip slipped on the footpath and was hit by one of the company vans, *(I say.)*"
      ],
      "description": "showing ill intent"
    },
    "Manipulation": {
      "examples": [
        "And if she stoops to allow you a second chance you should shower her with gifts, attention and quality time so that she realises that you're a diamond in the rough and that she really is lucky to be with the new you.",
        "To ensure the most favourable share price when I start buying just before close of business tonight.",
        "And then we'd offer you 500 quid antivirus package,. Which you would buy. *(I say)*",
        "No, some people might wonder if you'd done it, but no one would think you'd done it on purpose. See the key is to have a plausible excuse for the damage. The more plausible, the more likely you are to get that replacement.",
        "You do indeed. Then give him updates, you know like 'just looking at the mail subsystem now' then 'finished with the mail subsystem' then 'starting on the financials DB servers' then 'starting on the financials frontend servers' etc. etc. Then, when you're done, post another reply about how you actually used the AVERAGE time, not the MEAN time, and you'll have to start again. Tag two or three people who have nothing to do with this in on the chat, saying you'd like their user experience of this – 'because it's really about what the users' feel is happening.'"
      ],
      "description": "attempting to influence through deceit"
    },
    "Matter-of-fact": {
      "examples": [
        "That's the service tag. They'll want the serial number, as that'll be what's in their database.",
        "Yes, well, we found the passwords in the Emergency Procedures book. But the book didn't mention how critical it was to keep the machine off the network after an attack."
      ],
      "description": "stating information in a straightforward manner"
    },
    "Melancholy": {
      "examples": [
        "Ah yes - the asbestos company defence,. Still, you have your job to do... *(I say)*",
        "Those two large SSA disk enclosures that we talked the Boss into a couple of years back.",
        "I'm afraid so, *(I respond.)*",
        "All those moments will be lost in time. Like... tears. In rain..."
      ],
      "description": "expressing sadness"
    },
    "Melodrama": {
      "examples": [
        "But people will notice their files have changed.",
        "You don't want to know! *(I gasp.)*",
        "*(Crash)* Oh, I'm terribly sorry , I appear to have accidentally nudged it off the table *(I say, as tears well up in the owner's eyes.)*"
      ],
      "description": "overemphasized expression"
    },
    "Menace": {
      "examples": [
        "MMMMMmmmMMMMMMMMM MMM M MMMMMMFFF!",
        "Yes, Well you realise that if you've absorbed my IP, any children you have would have to be licensed, and of course the only way I can prove absorption would be through your reproductive organs.",
        "Already made the calls. And just before lunch I'm going to 'leak' some 'memos' indicating the company knew the asbestos was there and estimating their liability to be in the billions - 'IF anyone finds out'.",
        "Oh, he IS good,. But lets see how good he is after a few midnight callouts... *(I concur)*",
        "And we know whose fault this is! *(I say, turning and heading to the Boss' office...which is completely empty.)*"
      ],
      "description": "ominous threat"
    },
    "Menacing": {
      "examples": [
        "That's TEN QUID you owe me! *(I roar as the PFY prises open the case, releasing a couple of dust bunnies and some shrivelled rodent corpses.)*",
        "Well you know the rule about stealing something from the company?",
        "International Bad Actors."
      ],
      "description": "displaying a threatening or aggressive tone"
    },
    "Mild_Impatience": {
      "examples": [
        "I didn't say you LIVED in a maze, I SAID what if there WAS a maze.",
        "Mmm."
      ],
      "description": "slight irritation"
    },
    "Mild_Sarcasm": {
      "examples": [
        "Ah, I see the problem, it's 7 P Q8339017B!"
      ],
      "description": "subtle, mocking tone"
    },
    "Mildness": {
      "examples": [
        "A joke. No, it'll be words which could be used together but ordinarily wouldn't.",
        "Yes, well, if you frequent those kind of websites you really should expect that, *(says the PFY evenly.)*",
        "It's all about the questions you ask, *(I add.)*"
      ],
      "description": "displaying lack of strong emotion"
    },
    "Minimization": {
      "examples": [
        "Look, it was a different time then,. And it looked like asbestos would make great heatproof kitchen furniture. *(I say)*"
      ],
      "description": "downplaying the significance of the issue"
    },
    "Minimizing": {
      "examples": [
        "One of our cleaners got sick,. They might have touched all the keyboards and mice. *(I say)*"
      ],
      "description": "playing down the severity"
    },
    "Mirth": {
      "examples": [
        "Nah, it's too much hassle,. How long would it take to source the base model? *(I say, nabbing the coffee bloke's screwdriver. tweak tweak tweak)*",
        "So you opened your own auditing office,. Ballsy! But the stroke thing – a piece of luck or overdose of blood thinners in the water fountain? *(I say to the PFY once they're gone)*",
        "My father had a Portable PC - a luggable they called them, *(says the Psychiatrist.)*",
        "A set of industry professionals, *(I respond.)*",
        "Yes – outlining the innovative applicability of a new technology in an overly verbose and condescending manner, highlighting obscure and nebulous technical terms which have little or no connection to the problem at hand, but which can (and will) be argued are crucial to the achievement of current goals."
      ],
      "description": "playful amusement"
    },
    "Mischievousness": {
      "examples": [
        "Yes, Gantt charts, Pie Graphs, Bar graphs - that sort of thing. With overruns, outages, budget blowouts, etc, in large red areas.."
      ],
      "description": "displaying a playful sense of troublemaking"
    },
    "Misdirection": {
      "examples": [
        "A putter!. I thought it was a zero iron. Back in a sec! *(he laughs, realising he may in fact be slightly overlagered)*",
        "Indeed. It's not my normal type of Self-Helpless guide, but something real.",
        "Uh.... Yes. *(I murmur, pretending to count off numbers in my head)*",
        "We sold the kit to people. 10 quid a monitor.",
        "NOW we're getting warm! Algernon, god-daughter and I'm guessing something to do with computers."
      ],
      "description": "diverting attention or meaning"
    },
    "Misgiving": {
      "examples": [
        "I suspect they inserted 104 week amendments as soon as they heard of a 'merger'."
      ],
      "description": "expressing doubt and caution"
    },
    "Mistrust": {
      "examples": [
        "But you told me you back up everything?"
      ],
      "description": "lacking faith or confidence"
    },
    "Misunderstanding": {
      "examples": [
        "The Dnebonk Group. A.. Danish company. It's very small here at the moment, but we're looking at expanding our operation into the UK, branches all over the place, that sort of thing. Anyway, they say we're going to be wanting to look at some leased thingies, a VPM or something, and some rooting things.",
        "Yes that's right, 5pm",
        "Oh, you mean are we taking over them or they taking over us ?",
        "Oh I see - so not a carrot, but some other form of food.",
        "I just know."
      ],
      "description": "lack of clear communication"
    },
    "Mitigation": {
      "examples": [
        "You can, but even they're getting picky now, what with leaky capacitors, mercury leaching etc, and dumping this many will undoubtedly require me to fill in some paperwork about safe disposal options - with some guarantee about accuracy.",
        "Well, you're probably on safe ground if you accept the response of one of the respondents,. Then all you have to argue is that it's common practice that the costs of creating the response are borne by the respondent. *(I say)*"
      ],
      "description": "seeking to reduce a problem"
    },
    "Mockery": {
      "examples": [
        "SARS, *(The Boss mouths silently,)*",
        "LOOK,. It's an atom, I'm sure of it! *(the PFY blathers)*",
        "In the words of Teddy Kennedy, we'd cross that bridge when we drive under it."
      ],
      "description": "expressing contempt or ridicule"
    },
    "Mocking": {
      "examples": [
        "Cos he knows bugger all!",
        "A lot of this stuff is highly complex, with hundreds of pre-upgrade procedures to be carried out,. So he's probably performing the checklists. What section is he reading at the moment? *(I remind him)*",
        "Well, he's probably...",
        "Ah. Meaning, it sounds like we've got a suck-it-and-see upgrader.",
        "Don't be silly -- that's dangerous! You'd get an apprentice to do it!"
      ],
      "description": "gentle humor"
    },
    "Moderate_Cynicism": {
      "examples": [
        "Okay, I'm with you now, *(I say.)*"
      ],
      "description": "expressing mild skepticism"
    },
    "Monotone": {
      "examples": [
        "Yes."
      ],
      "description": "flat and unenthusiastic"
    },
    "Monotony": {
      "examples": [
        "The SAN has crashed, *(I say.)*"
      ],
      "description": "lack of interest"
    },
    "Mundane": {
      "examples": [
        "Next. Anamorphous Solar Panels, two."
      ],
      "description": "showing a lack of interest"
    },
    "Musing": {
      "examples": [
        "A poisoned chalice, *(I sigh, the penny dropping.)*"
      ],
      "description": "contemplative thought"
    },
    "Negation": {
      "examples": [
        "I think we can,. But you're looking at maybe 12 hours, double time, times two people... *(I respond, looking up the Gourmet Pizza Parlour in my address book)*",
        "Not so much."
      ],
      "description": "expressing refusal or disagreement"
    },
    "Negativity": {
      "examples": [
        "Nnnnno."
      ],
      "description": "showing displeasure"
    },
    "Negotiation": {
      "examples": [
        "It'll cost you a pint.",
        "Forty-five."
      ],
      "description": "attempt to gain something"
    },
    "Nervousness": {
      "examples": [
        "It's a systems code about operational availability,. We have various codes depending on the potential impact of any situation on our service level agreements. *(I lie)*",
        "That your proposals are liable to be wildly unpopular..."
      ],
      "description": "showing anxiety"
    },
    "Neutral": {
      "examples": [
        "Yes, I was wondering if you could check out some clanking in the hold and let buildings maintenance know if something needs fixing.",
        "Oh, I'm an IT Director.",
        "Oh, about a grand, fifteen hundred?",
        "Yes, that's him!",
        "I don't know yet, I'll have to test the chips."
      ],
      "description": "lacking strong emotions"
    },
    "Neutrality": {
      "examples": [
        "The big one in the middle.",
        "*(Detecting the subtle undertones of a problem I decide - in the spirit of geeky glasnost - to do my best to help)* What do you mean by slow?. Does it take a long time to wake up, or is it slow all the time? *(I ask)*",
        "So we can deliver podcasts and video to our staff and customers.",
        "None.",
        "After it's been reset and done it's data rebuild, *(I say.)*"
      ],
      "description": "free from emotional bias or connotation"
    },
    "Nonchalance": {
      "examples": [
        "I don't know,. I think it's some marketing thing by the company that sells them - you know, appeal to the people who want that stuff that other books skim over. *(I respond)*",
        "Told them I was giving them more RAM. Worked like a charm.",
        "SOME people might say so.",
        "Oh yes. But sometimes we drink after work too, so it'd be hard to get an exact figure...",
        "Should be leaving the building in the boot of Ms Watson's car any time now."
      ],
      "description": "expressing indifference"
    },
    "Nonchalant": {
      "examples": [
        "Flip it upside down and use it as weed matting, *(I say, having prepared for this question earlier.)*",
        "*(. . Five minutes later, in Mission Control . .)* How's it going? *(I ask the PFY, leaning back to check out his monitor.)*",
        "True, but then he was just doing what you told him to do.",
        "Don't mind if I do.",
        "About using advanced technology in the workspace to enhance the workplace environment?. You bet! *(I ask)*"
      ],
      "description": "unconcerned and casual attitude"
    },
    "Noncommital": {
      "examples": [
        "I see, *(I nod.)*",
        "It's too soon to tell."
      ],
      "description": "showing neutrality"
    },
    "Noncommitment": {
      "examples": [
        "Ordinarily, yes, but in this case I wasn't so keen.",
        "Sure."
      ],
      "description": "refusing to take a firm stance"
    },
    "Noncommittal": {
      "examples": [
        "They could."
      ],
      "description": "lacking commitment"
    },
    "Nostalgia": {
      "examples": [
        "You're too young to know,, but these babies were THE midsize printer of their era *(I reply)*",
        "You don't use it, it's computer history!"
      ],
      "description": "wistful remembering"
    },
    "Nostalgic": {
      "examples": [
        "All those moments will be lost in time. Like... tears. In rain..."
      ],
      "description": "reminding or evoking memories"
    },
    "Obedience": {
      "examples": [
        "I see,. Fair enough. What's first on the list? *(I respond)*",
        "Uh, sure. We can pop into the server room and take a look at them now if you like."
      ],
      "description": "complying with instructions"
    },
    "Objectivity": {
      "examples": [
        "As you can see, the roller door isn't high enough to allow the car through yet, so the vehicle is stopped. And now we're underway. Pause to check pedestrian, then other traffic, and we're on the road!",
        "*(Entering after him I note overturned chairs, upended drawers and tabletops cleared to the floor)* Curious,. It's as if the room has been struck by person or persons engaged in a senseless act of vandalism and bears all the hallmarks of a random disorganised attack. *(I respond)*",
        "White van, a couple of cars back, I recognise the driver.",
        "Let's think of this logically,. The place isn't on the normal access network and has some form of door control logic. I'm guessing that the controller is local to this room, so scan the place for an access panel... *(I say)*",
        "We have compiled a list of valuable learnings based on our observations at the time, which we fed back to our management,. There's the mislabelling of the UPS outlets in Security that we've already mentioned, the locks failing for the same reason and the building being susceptible to fire alarm triggering from a burning vehicle outside the fresh air intake fan. *(I say, nodding at the Boss and Director)*"
      ],
      "description": "focusing on facts and ignoring opinions or emotions"
    },
    "Obliviousness": {
      "examples": [
        "I guess you'd approach 100 per cent viral kill rate."
      ],
      "description": "lacking awareness"
    },
    "Ominous": {
      "examples": [
        "Well, my assistant and I are just going to pop into the server room for a while. While we're in there - working away on some urgent issue - I suspect there's going to be some sort of inexplicable problem with our Halon system which will make it discharge into this office and not the server room.",
        "International Bad Actors.",
        "To track us all."
      ],
      "description": "giving a sense of foreboding or impending doom"
    },
    "Ominousness": {
      "examples": [
        "Worse.",
        "The number will appear on the screen."
      ],
      "description": "menacing or foreboding tone"
    },
    "Omission": {
      "examples": [
        "We um, applied some changes to the wireless at his request, *(I say, nodding at the Boss.)*"
      ],
      "description": "withholding relevant information"
    },
    "Optimism": {
      "examples": [
        "Maybe. I'd like to get access to their basement for a while and do a simple survey to see if there's any pre-existing ducting - you never know, the buildings might have been linked sometime in the past.",
        "By then my assistant and I will have worked our magic.",
        "Yep. But maybe for a couple more days...",
        "Yes, I suppose you're right, it's worth a crack.",
        "C'mon,, It's just a bit of fun. Sure, they're a bit annoyed now, but in a year or so they'll be laughing about it as hard as we did. *(I say, 12)*"
      ],
      "description": "positive outlook"
    },
    "Optimistic": {
      "examples": [
        "Yes, I've been reading about them, they're small, easily rechargeable and reasonably light."
      ],
      "description": "having a positive outlook"
    },
    "Ostensibly": {
      "examples": [
        "Sounds about right. It works both ways though - they have to give us the same notice."
      ],
      "description": "appearing to be"
    },
    "Outrage": {
      "examples": [
        "If you tell me that's a kebab with a side of chips and I'm going to puke!",
        "Let them into my computer room? *(I ask.)*",
        "It can't be, it was written by a professional archiving company!",
        "*(Slightly shocked by the look of it)* Thank goodness you're here!, Quick, get a fire extinguisher - I think I'm holding it at bay!!! *(I cry, adlibbing like a daemon)*",
        "*(Sigh)* No it's not!, We get some outsourcing company in here, let them charge us through the nose for a per-call support contract, seeing them one day a week - if that - and in the end we'll have to take on more staff to fix the problems they cause because they don't know the infrastructure! It's giving someone a licence to print money! *(I cry, looking up from the Games Patch page I'm currently engrossed in)*"
      ],
      "description": "extreme anger and indignation"
    },
    "Outraged": {
      "examples": [
        "But that's constructive dismissal!",
        "Ah, the old screw-the-workers trick! *(I interject.)*"
      ],
      "description": "feeling shocked and indignant"
    },
    "Overconfidence": {
      "examples": [
        "It means we're on the cusp of a new generation of computing.",
        "I think you underestimate our peoples' intelligence."
      ],
      "description": "showing excessive confidence"
    },
    "Overexplaining": {
      "examples": [
        "We can't. He wanted them permanent. We'd have to power every last one of the access points down and factory reset them before we could reimage the mesh controller - or it'll see the old hardware address and reconfigure it again."
      ],
      "description": "providing more information than necessary"
    },
    "Overreaction": {
      "examples": [
        "THEY'RE FALSIFYING THEIR TIMESHEETS!!!"
      ],
      "description": "an extreme or excessive response"
    },
    "Oversimplification": {
      "examples": [
        "Sure they will. You'll bring them down here, I'll take them on a tour, show them some stuff, and the problems will just go away like magic."
      ],
      "description": "overlooking complexity and minimizing issues"
    },
    "Overstatement": {
      "examples": [
        "We'll need a computer room, *(I warn Brian.)*"
      ],
      "description": "exaggerating a situation"
    },
    "Overwhelm": {
      "examples": [
        "And we're probably going to have to go up there and fix that later,. And survey how he felt the fix went. Perhaps we should create a list of people that we don't consider to be surveyable clients? *(I add)*",
        "I just can't do everything I need to."
      ],
      "description": "feeling overpowered by circumstances"
    },
    "Overwhelmed": {
      "examples": [
        "*(Slightly shocked by the look of it)* Thank goodness you're here!, Quick, get a fire extinguisher - I think I'm holding it at bay!!! *(I cry, adlibbing like a daemon)*"
      ],
      "description": "facing a situation that seems too much to handle"
    },
    "Panic": {
      "examples": [
        "I... *(I say, coming to a halt when I realise I have no recollection of what's transpired.)*",
        "Fire?! *(I gasp.)*"
      ],
      "description": "frantic anxiety or fear"
    },
    "Passion": {
      "examples": [
        "Now WAIT JUST A MINUTE! It was hideously disfigured before I got there. True, that's what his family looks like, but at least my modifications made it look a bit less like a group photo from the Gorilla house.",
        "Give it a go?. This isn't an Operating System you have a quick bash at and just throw away! This is a life experience. Once you've tried it you'll never be the same again! *(The PFY laughs mirthlessly)*",
        "No. Soltaire is 'a game' - Ureal Tournament is 'a game' .. Dungeon is.. an experience!"
      ],
      "description": "strong feelings or emotions"
    },
    "Passive": {
      "examples": [
        "*(Seeing the data lamp on the secretary's printer flashing calmly, I feel obliged to slip into the support role)* Waiting for a printout? *(I ask.)*",
        "Yes there is,. in the bottom right hand corner. *(I point out helpfully)*",
        "Users, *(I reply.)*",
        "Some of them won't be customers any more, *(the Boss counters.)*"
      ],
      "description": "expressing indifference"
    },
    "Passive-Aggression": {
      "examples": [
        "About not being able to get to the screamingly gay site. Yes.",
        "Easier - yes, more secure - no. And we do like to keep you people safe from internet crime, *(I reply, using the old faithful excuse.)*",
        "Sure.",
        "... Like you did last time ...",
        "Well you say 98.97 per cent - not 99 and not something like 96, so you've obviously got a reason for it."
      ],
      "description": "covert expression of negative emotions"
    },
    "Passive-Aggressive": {
      "examples": [
        "She has a point,. So what I think you should do, is send her some flowers. *(I say)*"
      ],
      "description": "aggression hidden behind polite language"
    },
    "Passive-Aggressiveness": {
      "examples": [
        "You said you must be notified of any major problems - and you know how I don't like to ask questions.",
        "Be patient.. Like most reactions you just need to wait for the elements to come together.. See, there goes a Mac geek to ask about the whole Steve-Jobs-was-a-Microsoft-Spy thing. And there's a Windows geek off to defend Bill's honour by saying that Linus must be a basta... *(I murmur)*",
        "If that's the way you wish to fish yes. But we like to give you options.",
        "Well, you are newish in the role, but we've always had it.",
        "So someone from security can click on the import button and the real work gets done."
      ],
      "description": "covert expression of negative emotions"
    },
    "Passive-aggression": {
      "examples": [
        "Well, change your OS choice on the configuration sheet, tick the box there to say you're aware that it has FLAWS, and we'll do the rest.",
        "No, I'll just make a slight change to the group policy that will remove everyone's jukebox application, and when they ask, I'll tell them that it was you that brought it to my attention.",
        "Yeah, but I got to thinking about how much I like that little holiday place of yours in Spain with the potentially unserviceable mortgage...",
        "And when they ask you for an update you pass that update request on.",
        "We mentioned it multiple times. Your predecessors adopted the tried and true Climate Change methodology of ignoring impending disaster."
      ],
      "description": "expressing negative emotions indirectly"
    },
    "Passive-aggressive": {
      "examples": [
        "Yes, but I wasn't WORKING here TECHNICALLY then, remember - now I'm back and have a job at risk!"
      ],
      "description": "indirect aggression"
    },
    "Passive-aggressiveness": {
      "examples": [
        "No, I pushed it into the dumpster about 18 months ago during a cleanout, but couldn't be stuffed filling out an asset disposal form. So we'll mark that down as missing .",
        "History appears to indicate that you don't,. But feel free to check with the Boss about that when he gets out of hospital. *(I say, pointing at the pile)*"
      ],
      "description": "expression of negative feelings in a disguised manner"
    },
    "PassiveAggression": {
      "examples": [
        "Well your life appears to be dominated by the technology you work with.",
        "And your solution to that is?",
        "Sorry? I thought you said it was a bad idea."
      ],
      "description": "expressing negative feelings indirectly"
    },
    "Passive_Aggression": {
      "examples": [
        "I can't, I'm dead - just like that email you sent to Salaries a couple of months back.",
        "Ah, not any more. They decided I should work down the corridor, you know, after everything. So if you could just pack up that stuff and remember to stay away from the left wall..",
        "Just wait till morning tea.",
        "NOT if you mention 'Shagging a different bird every night' in your Hobbies and Interests, *(I counter.)*",
        "A fire could spread from your tape safe room through the open fire door to the Computer Room!"
      ],
      "description": "hidden or indirect aggression"
    },
    "Passive_Aggressive": {
      "examples": [
        "I see, *(I nod.)*",
        "Oh, ok. I dunno, if you use all the soft focus options we've suggested you should get by with the standard 128 MB card.",
        "On the map."
      ],
      "description": "expressing annoyance indirectly"
    },
    "Passive_Aggressiveness": {
      "examples": [
        "No more than anyone else at the company.",
        "Really?. It's an admirable concept but it didn't originate with us. I mean if we'd known there was a chance that we were going to be replacing our printers we most certainly wouldn't have ordered a thousand toner cartridges at the beginning of the year. *(I ask)*",
        "Nope, it's remotely managed - remember?",
        "They weren't exactly free - we had to pay security the purchase price when it was decided that they shouldn't go on the front of the building.",
        "I see."
      ],
      "description": "concealing negative emotions with a passive tone"
    },
    "Passive_aggression": {
      "examples": [
        "No - I'm assuming that anything you improve can only be a knock-on improvement for us. I'll put your name as author if it makes you feel better..",
        "I'm pretty sure you said YOU were supposed to make sure he got it. You want to be careful about that sort of thing because non-performance issues like that can really get HR's back up!",
        "Look,. You've got nothing to worry about. You weren't even here when half of the accidents happened. They're only interviewing you to say that they've done a comprehensive interview of all employees. *(I say)*",
        "Yes, but I don't give you lots of pieces of paper and ask you to put them into safe keeping."
      ],
      "description": "expression of negative emotion through indirect or polite behavior"
    },
    "Passive_aggressive": {
      "examples": [
        "Well yes I could, but I prefer to get them at work."
      ],
      "description": "hidden aggression"
    },
    "Passive_aggressiveness": {
      "examples": [
        "In actual fact, I think you'll find that I signed the name Sharon T Pokeworthy, but that's neither here nor there, *(I counter.)*",
        "Well, technically it's the Company's machine. And it was an emergency."
      ],
      "description": "expressing displeasure indirectly"
    },
    "Passiveness": {
      "examples": [
        "Sometimes we forward the phone to another number when we're working away from the office, *(the PFY interrupts.)*"
      ],
      "description": "lacking assertiveness"
    },
    "Passivity": {
      "examples": [
        "Well there's a lot of work, I won't be able to do it on my own. We'll need an IT manager too...",
        "Yes, but actually NO . Contractors aren't in the EMP table..",
        "Someone's going to have to go in there and fix it.",
        "You know what I mean.",
        "Ok, I suppose so."
      ],
      "description": "submission to the will of others"
    },
    "Patience": {
      "examples": [
        "*(Sighing, I walk over and take the club from his hand)* You're hooking the ball,. Close the club up too far, you'll hook the ball, Open it too far, you'll slice it, and it'll pull to the right. What you should be doing is Whack! thud clatter clatter just hitting THROUGH the ball like that! *(I say, showing him for the third time how to hold a club in a more open position)*",
        "It's ok, your machine is probably not communicating because there's no aerial, but we can use the power lead for the time being, just lift your machine up so that it's as near as you can get it to the Wireless Access Point.",
        "I did! But these are better quality items and will last longer, which means that over the long term they work out cheaper. And if they last longer they'll need less maintenance which means that the Total Cost of Ownership is..",
        "I don't know yet, I'll have to test the chips.",
        "Okay, so you have an internal greeting - which is used for when someone inside the company rings you and you're busy, a busy greeting, an unavailable greeting, a holiday greeting and an other greeting."
      ],
      "description": "calmly enduring"
    },
    "Patronization": {
      "examples": [
        "Really? Well all I can say is that we're seeing some fairly blistering speeds at our end so perhaps the problem is localised at your end?"
      ],
      "description": "condescending tone"
    },
    "Patronizing": {
      "examples": [
        "Are you sure? It's quite involved...",
        "*(the boss says.)* Don't listen to him,. How about you just buy something entry level and, if things...work out...you can upgrade to something much better in the future. That way you get a chance to experiment with the medium and see how you like it! *(I say, cooling the situation off a little)*",
        "Oh, right then! OK, I'll open a new job for you on the helpdesk system and it'll keep you updated. You'll get regular email updates or you can call the helpdesk if you need an urgent update. Your job reference code is... DOGHERPE - just use that if you need to know what's happening...",
        "No, no, I insist.",
        "Yes. It's a Microsoft product. It's a database. You could import all the data into that and then talk to that with Excel."
      ],
      "description": "talking down or being condescending"
    },
    "Pedantic": {
      "examples": [
        "Sure. You'd pick up another 15 per cent from blocking porn, maybe 10 per cent blocking internet email services, another 10-15 from online auction sites, 10 per cent from banking and other personal finance and 15 or so from online newspaper and movie preview sites.",
        "Nuclear physics,. You see, the theory of relativity says E=MC 2 which means that because the speed of light is so incredibly fast even a very tiny mass can produce a huge amount of energy. *(I repeat)*",
        "The bean hopper is, as you can see, transparent.",
        "No, no, they won't be infected or encrypted, they're offline. We only bring the laptop online to take a backup."
      ],
      "description": "meticulous precision"
    },
    "Pedantry": {
      "examples": [
        "Technically ,, that would be the company's machine, however as we're all friends here we should look into it. When exactly did he log into it? *(I say, as the Macallan is known to fire up the pedant in me)*",
        "It simply outlines the plusses and minuses of having our apps and data in the cloud. It also discusses current trends in decentralized and recentralized data and applications, the inherent dangers in deploying – or not deploying – data to the cloud and then makes some assumptions about where apps and data will end up in the future."
      ],
      "description": "excessive attention to trivial details"
    },
    "Perceptive": {
      "examples": [
        "No I'm not. I've been here long enough to smell trouble. And the aroma is near and strong. You have to pay attention to the signs - you know, like when two workmates who aren't seeing each other but get along really well are suddenly extremely casual about their friendship all of a sudden."
      ],
      "description": "showing insight or awareness"
    },
    "Perfunctoriness": {
      "examples": [
        "Yes, it's just a patch, not a restart."
      ],
      "description": "lacking enthusiasm or sincerity"
    },
    "Perplexity": {
      "examples": [
        "THEY'RE FALSIFYING THEIR TIMESHEETS!!!",
        "Well when I got here I found that there keys for all the tape safes but that one, so we've never used it. The only reason we've kept it is because it's too bloody difficult to move.",
        "I....",
        "No.",
        "Yes, I've got my tools, got the install software and... What's this motherboard off?"
      ],
      "description": "being puzzled"
    },
    "Persuasion": {
      "examples": [
        "Don't do it for me, do it for the company! Do it because it's bloody Christmas!"
      ],
      "description": "trying to convince someone to do something"
    },
    "Pessimism": {
      "examples": [
        "But no one'll want this!!!",
        "I know,. You think you know someone, then something like this happens... *(I say again)*",
        "Well, yes. But I was thinking, we could swap these with our panels and then use the extra buttons for special controls.",
        "...will achieve very little,. Not with the noise and fume levels we get here. *(the PFY finishes)*"
      ],
      "description": "negative outlook or expectation"
    },
    "Pessimistic": {
      "examples": [
        "But what if the fire has burnt the cabling, so that the door-release won't work?"
      ],
      "description": "having a negative outlook or attitude"
    },
    "Philosophical": {
      "examples": [
        "You mean the bang, almost like a sonic boom, as air rushes to fill a human being like space now that the human being has ceased to exist?"
      ],
      "description": "expression of abstract, thoughtful ideas"
    },
    "Placating": {
      "examples": [
        "To get a representative sample of suppliers we had to do a bit of leg work. And a reasonable amount of driving around.",
        "Yes. It should be right in half an hour or so. Now that the backup domain controller is out of the picture people will start getting information from the right one."
      ],
      "description": "soothing or calming"
    },
    "Placation": {
      "examples": [
        "*(Sigh)* I must apologise for my assistant's youth,. He's young and impulsive and sometimes doesn't give the client the benefit of the doubt, but I'm sure that with a little... *(I interrupt)*",
        "We don't want to reduce the workforce; we want to make better use of them."
      ],
      "description": "easing tension or conflict with soothing words"
    },
    "Plausibility": {
      "examples": [
        "So we can hear system alerts without them being drowned out by office noise."
      ],
      "description": "attempting to make something seem believable"
    },
    "Plausible_denial": {
      "examples": [
        "One of our cleaners got sick,. They might have touched all the keyboards and mice. *(I say)*"
      ],
      "description": "providing a seemingly reasonable explanation"
    },
    "Playful": {
      "examples": [
        "Critical Mass, *(I say.)*",
        "That's uncommonly generous of you, letting us both off at the same time!. Now how do we get into our office? *(I say, turning to the Boss)*",
        "No, tic - from Tick the box which says 'I'm a loon'.",
        "PEOPLE WHO SAY,, 'I know that I share this airconditioning with everyone else in this office, but can you make it so that they can't change the temperature - because I'm the only person who can tell temperature properly?' *(I add, warming up to the topic)*",
        "The quantum rule of insecurity – which states that the act of observing how vulnerable a host or service is changes the insecurity level of the service. Have you not heard of Schrödinger's Laptop?"
      ],
      "description": "humorous teasing"
    },
    "PlayfulTease": {
      "examples": [
        "Not to mention Inland Revenue people, *(I add.)*"
      ],
      "description": "light hearted joking and teasing"
    },
    "Playfulness": {
      "examples": [
        "I dunno -- sounds a bit pricey to me!. You'd be lookingat, I dunno, a couple of grand. *(the PFY chirps, right on time)*",
        "Like it? - you know, like Inverse Evil.",
        "My mistake, wrong programme - a demagnetised head flat blade screwdriver with internal AC detecting Neon",
        "Because, as they say, today is the first day of the rest of my life.",
        "Bingo!"
      ],
      "description": "engaging in teasing"
    },
    "Poignant": {
      "examples": [
        "All those moments will be lost in time. Like... tears. In rain..."
      ],
      "description": "emotionally poignant"
    },
    "Polite": {
      "examples": [
        "Oh, yes, I should add that as well.",
        "Yes, I've been reading about them, they're small, easily rechargeable and reasonably light.",
        "Oh,. I was just trying to eliminate the possibility that it was only happening on certain extensions. *(I say)*",
        "Just resting my eyes,. The screens are very harsh on your eyes. *(I say)*",
        "Not exactly."
      ],
      "description": "showing courtesy and respect"
    },
    "Polite_Acknowledgment": {
      "examples": [
        "Ah."
      ],
      "description": "acknowledging the statement without showing emotions"
    },
    "Polite_Disdain": {
      "examples": [
        "It would seem so."
      ],
      "description": "disapprovingly courteous"
    },
    "Polite_Refusal": {
      "examples": [
        "I could, but it's liable to cost money, so I didn't think you'd want to..."
      ],
      "description": "courteous but firm refusal to do something"
    },
    "Polite_disdain": {
      "examples": [
        "I... Well, I suppose as a chief hardware support specialist."
      ],
      "description": "hidden scorn or annoyance"
    },
    "Politeness": {
      "examples": [
        "Why's that? *(I ask politely.)*",
        "No?",
        "Yes, I was wondering if you could check out some clanking in the hold and let buildings maintenance know if something needs fixing.",
        "We sort of felt obliged to get a couple of desktops after everything that happened. I suppose you'll want to cancel them because of our lack of purchase approval.",
        "Oh, I don't think we'll need it that long..."
      ],
      "description": "showing respect and courtesy"
    },
    "Practicality": {
      "examples": [
        "Record a message saying you're a bit out of sorts at the moment, that you're taking medication and that you'll get back to them if you feel up to it. That pretty much covers any illness.",
        "Well, we're probably going to have to get a jack,. They're about 50 quid. *(I sigh)*"
      ],
      "description": "providing useful information"
    },
    "Pragmatic": {
      "examples": [
        "Exactly. So I think someone needs to either make a phone call to the H&S guy to tell him that it's not possible, OR call the rug sale guy asking if he does discount for bulk orders...",
        "Sure. The effectiveness would depend on the strength of both the lamp and the sanitiser."
      ],
      "description": "practical, no-nonsense thinking"
    },
    "Pragmatism": {
      "examples": [
        "I know, but I can see the effects of it.",
        "Yes, but people would see it was never going to happen if we kept all the furniture.",
        "Not particularly – though if I can process eight claims in a day …"
      ],
      "description": "focusing on practicality"
    },
    "Precision": {
      "examples": [
        "It'll be examining the status indicators on the printer and consulting the error code data."
      ],
      "description": "exact specificity"
    },
    "Predictability": {
      "examples": [
        "You say that now, but I know you'll be back in a week with more problems..."
      ],
      "description": "anticipating an expected outcome"
    },
    "Prepared": {
      "examples": [
        "Flip it upside down and use it as weed matting, *(I say, having prepared for this question earlier.)*"
      ],
      "description": "anticipating a specific response"
    },
    "Pride": {
      "examples": [
        "Well I did,. We have a dialup network. Obviously I'd get a network firm in when we get bigger, but for now we just use the local hardware suppliers. *(I admit, with a liberal coat of pride)*",
        "Well you know how the Boss said he HAD TO HAVE a particular brand and a particular size of stick, AND he didn't care where I got them from so long as I got a good price? Well, I worked out that with the Eurostar special fare it was actually CHEAPER if I was buying more than 47 of them. So I'm sitting at a bar at Gare du Nord with a carton of 50. AND I've saved the company somewhere in the vicinity of 18 quid."
      ],
      "description": "feeling proud"
    },
    "Professional": {
      "examples": [
        "But first impressions are often deceiving. The casual observer might immediately think vandalism, however, I see a pattern to the damage."
      ],
      "description": "objective expertise"
    },
    "Professionalism": {
      "examples": [
        "Fireproof?. An unusual request. What sort of equipment precisely? *(I ask)*",
        "I'll get him in then, *(I say, noticing the name and wandering over to the door.)*",
        "Well, if you want to go on the roof you'll need a Heights competency certification; if you want to go into the Server Room you'll need a Confined Space competency certification; and if there's a contractor working in either location you'll need an Active Worksite certification."
      ],
      "description": "showing respect for protocol"
    },
    "Questioning": {
      "examples": [
        "About 75-80 per cent.",
        "But it's been working up until now!",
        "The disease?",
        "Yes – can you expand a little bit?",
        "But not here, though? *(I ask.)*"
      ],
      "description": "expressing curiosity or seeking clarification"
    },
    "Quick-Thoughtfulness": {
      "examples": [
        "Sometimes we forward the phone to another number when we're working away from the office, *(the PFY interrupts.)*"
      ],
      "description": "showing thoughtful and timely responses"
    },
    "Reasonableness": {
      "examples": [
        "It is if it happens twice! *(I reason.)*",
        "But then I'd have to remove that card."
      ],
      "description": "showing a logical or fair attitude"
    },
    "Reasoning": {
      "examples": [
        "Oh no. You see I'm fairly sure that the browsing of porn causes the release of testosterone, endorphins or something like that, which in turn causes a pleasure response in the body – or so my doctor will tell me if I ask. I'm addicted to that pleasure response, in much the same way as a drug addict is addicted to the pleasure they obtain from their drugs.",
        "The interface, yes. But not UPS1. If it was the UPS1, my desk would be down and the mains fail buzzer on the PFY's desk would sound. Unless UPS2 went down too, and then there would just be silence.",
        "But if I'd put cones out, at the recommended 3 metres from the obstruction, 500mm apart, I'd have blocked the corridor.",
        "I'm just suggesting that we make an exception in certain cases.",
        "I dunno. I think we need impartial people. There's no oversight if we're confirming your identity AND verifying the credentials of ourselves. It'd be a conflict of interest."
      ],
      "description": "using logical explanations"
    },
    "Reassurance": {
      "examples": [
        "Ah, the Denial of Service *VIRUS* . Yes, I've been a little worried about that myself. But we found a way around it",
        "There's no need to panic,. I've been in situations like this before, and know that panic does not help! *(I respond, taking control)*",
        "No, because an element of the power supply is cooling, and if it doesn't fit properly, the cooling doesn't work.",
        "Again, don't worry, we have a spare drill bit.",
        "Look at the helpdesk call frequency for a start. In any normal day they'll get around 100 or so calls total, around now they're clocking 150, 180."
      ],
      "description": "soothing calmness"
    },
    "Reassuring": {
      "examples": [
        "Yes, I've been reading about them, they're small, easily rechargeable and reasonably light.",
        "But it's a technical briefing document. It's not trying to convince you one way or the other about the technology, it's just discussing the various merits."
      ],
      "description": "offering comfort or confidence"
    },
    "Rebellion": {
      "examples": [
        "No, she wants me to shine them. She says she'll know if I get someone else to do it.",
        "There's a smell.",
        "Once you've signed the contract I'd probably start with the people responsible for the quality of this call, *(Gerard jokes.)*",
        "It was Peter.",
        "You can't!"
      ],
      "description": "resistance to authority or suggestion"
    },
    "Rebuke": {
      "examples": [
        "Now, now, that's not helping your Aura!!!",
        "Not exactly...",
        "You haven't been on the Computer Room safety briefing you people insisted that visitors must attend prior to entering the Computer Room.",
        "No 70, 7-0.",
        "This is a workplace, not a fun place."
      ],
      "description": "sternly reprimanding or criticizing"
    },
    "Rebuttal": {
      "examples": [
        "It's obviously a misprint, *(I say, looking over his shoulder at the bottom line figure.)*",
        "With one B and one P.",
        "He is,. He was brought on with the brief of examining asset management, inventory control and depreciation. *(I counter)*",
        "This would not factor into the calculation of savings.",
        "That's not hierarchical! Hierarchical differentiates on data availability and access time."
      ],
      "description": "refuting or contesting a claim"
    },
    "Recklessness": {
      "examples": [
        "I think we should be doing random drug testing. I think a lot of these problems would be solved if we just looked a bit more carefully at the problem callers. There would certainly be a lot less memory failures."
      ],
      "description": "unjustified risk-taking"
    },
    "Recollection": {
      "examples": [
        "Those two large SSA disk enclosures that we talked the Boss into a couple of years back."
      ],
      "description": "remembering past events"
    },
    "Refusal": {
      "examples": [
        "IN PUB TIME! . OVER MY DEAD BODY! *(I shout)*"
      ],
      "description": "declining or rejecting something"
    },
    "Regret": {
      "examples": [
        "Yeah, that does happen, *(I admit.)*",
        "*(TWO DAYS LATER)* In retrospect,, I blame myself. I should have checked the backup battery and should not have just cut-and-pasted the word 'ultraviolent' from the Boss's email. Maybe spell checker would have picked that up. *(I say to the Director)*"
      ],
      "description": "feeling sorry for something "
    },
    "Rejection": {
      "examples": [
        "No.",
        "That isn't justice - you'll still have a desktop machine!",
        "No, it's in a cluster.",
        "...reducing the efficiency of the wind generation dramatically.",
        "No!"
      ],
      "description": "denying or dismissing an offer"
    },
    "Relaxed": {
      "examples": [
        "*(. . Five minutes later, in Mission Control . .)* How's it going? *(I ask the PFY, leaning back to check out his monitor.)*"
      ],
      "description": "exuding calmness"
    },
    "Relevance": {
      "examples": [
        "SEVEN - Clumsy and uncoordinated motor movements."
      ],
      "description": "relevance or pertinence"
    },
    "Relief": {
      "examples": [
        ".. Alive and well? *(I finish.)*",
        "*(. . Ten Minutes Later . .)* Right, that should about do her, *(I cry slamming the cover of one of the nastiest jobs I've done since I used an orbital sander to clean some tape heads.)*",
        "Oh, don't worry about it, it's all backed up, *(I reassure him.)*",
        "THAT MEANS THEY'VE MOVED ON TO ANOTHER SYSTEM!!! *(I cry, before the boss can see reason....)*",
        "Oh I'm not going to drink them - it just buys us a little time."
      ],
      "description": "expressing a sense of security or safety returning"
    },
    "Reluctance": {
      "examples": [
        "I...",
        "That's me, *(I say.)*",
        "Apparently we're supposed to install SP3a and run a VBS script to tidy up any problems it might cause - but frankly I'm not too keen on doing it.",
        "And that's just the monitors - the VT52s are a whole other story.",
        "Yes, like the bloke from Security who wheel-clamped me this morning who had an Operating System 'upgrade' this morning. Now before I switch to camera 2 remember that, with the relativity of the viscosity of time the victim would experience time flowing slowly, but to us, the observer, it would travel extremely fast."
      ],
      "description": "unwillingness or hesitation"
    },
    "Repetition": {
      "examples": [
        "This would not figure into my calculations.",
        "They do not factor into my calculation of savings."
      ],
      "description": "repeatedly emphasizing a point"
    },
    "Reprehension": {
      "examples": [
        "But surely you could replace it?"
      ],
      "description": "expressing disapproval"
    },
    "Repression": {
      "examples": [
        "It was a work machine. One night it just... died."
      ],
      "description": "attempting to hide emotions"
    },
    "Reprimand": {
      "examples": [
        "I think you'll find the warranty was voided when you tampered with the protective devices from the machine.",
        "Look. I don't care if you keep every email you ever send or receive - so long as they're not clogging up the mail store. And trust me, you're clogging up the mail store. You've only been here six months and already you're the second highest mail user with 17 gigabytes of mail",
        "No. And certainly not 3 times in the space of 5 months."
      ],
      "description": "sternly warning or criticizing"
    },
    "Reproach": {
      "examples": [
        "Why the hell didn't you tell anyone you were doing it - so we'd be careful?",
        "Who cares, it's not my laptop,. And it's not my webserver either. We told them to get a reputable hosting company if they put it on the cloud and they just clicked on the first thing that came up in their Google search. *(I reply)*",
        "And what's the first rule of book club? *(I ask.)*"
      ],
      "description": "expression of blame or criticism"
    },
    "Request": {
      "examples": [
        "Could you?. I need a bit of help digging a hole. *(I ask)*"
      ],
      "description": "asking for something"
    },
    "Resentful": {
      "examples": [
        "Okay, well I'm sure that I can account for my movem...",
        "So, what will our Internal Relationship Manager be doing? *(I ask.)*"
      ],
      "description": "feeling bitter or indignant"
    },
    "Resentfulness": {
      "examples": [
        "I'm trying to find the floor bung! *(I say, continuing my work.)*",
        "Then of course I didn't read it. You know my purview is other people's email. If you want me to read something, send it to someone else with the subject line PRIVATE AND PERSONAL."
      ],
      "description": "showing irritation and a sense of injustice"
    },
    "Resentment": {
      "examples": [
        "We sort of felt obliged to get a couple of desktops after everything that happened. I suppose you'll want to cancel them because of our lack of purchase approval.",
        "*(While the videos are running Phil nips out to fill out his timesheet and chat up the Secretary. I, meantime, check out the hardware profile of the machines)* PIII 600s with 256 Meg Memory, *(I murmur, coveting thy neighbours resource for our ailing unreal tournament server...)*",
        "Actually, my cellphone has a reception problem too! Do you fix them?",
        "Oh no, we've thought about it alright. Just check out the EMERGENCY PROCEDURE pages in their internal phone book. I'm especially proud of the Bomb Scare section.",
        "No, but it feels that way sometimes."
      ],
      "description": "showing a sense of bitterness"
    },
    "Reserve": {
      "examples": [
        "Yes, I suppose it's something to think about,. Still, aren't the machines independently operated? *(I say, not wanting to argue)*",
        "Sounds okay so far,. When's it going to happen? *(I say slowly - having learnt from harsh experience that when encountering a goldmine one must prepare oneself for the shaft)*",
        "Forty-five.",
        "Maybe. Maybe they'd own the idea, maybe they'd own the token. Or maybe they'd own both – it's up to you what you're selling.",
        "It depends on what the app does. If it just tells the user that they're late for work, then it's no use to couriers, but if it could tell whether a recipient were in the building or not, maybe it would be useful."
      ],
      "description": "cautious avoidance of controversy"
    },
    "Reserved": {
      "examples": [
        "It would seem so."
      ],
      "description": "cautiously neutral"
    },
    "Resignation": {
      "examples": [
        "Arty Murray?. Last I saw of him, he'd just plummeted through the shoddily thin sub-basement floor into the building's stormwater outfall pipe and was probably being washed toward the Thames.. Messy business.. *(I interject again)*",
        "Mine not to reason why! And if you think it's bad NOW , wait till Feb 29 - some of that microcode is almost viral!",
        "I don't work here any more.",
        "Well there's a lot of work, I won't be able to do it on my own. We'll need an IT manager too...",
        "NO! I always say 'Forgive and Forget!'"
      ],
      "description": "accepting a hopeless or difficult situation"
    },
    "Resigned": {
      "examples": [
        "Oh, about a grand, fifteen hundred?",
        "Oh, yes, I should add that as well.",
        "And that's it, the door is free until 5pm.",
        "True, still at least we have that Company Story organised - 'And they all lived happily ever after'.",
        "Switch the building off."
      ],
      "description": "accepting a bad situation"
    },
    "Resigned_Tone": {
      "examples": [
        "Ah."
      ],
      "description": "acceptance of an unpleasant situation"
    },
    "Resilience": {
      "examples": [
        "Well Christmas, you know, big family reunions and all that. Something's bound to happen once we crack the keg of meths...",
        "And their relatives still remember the stories about how good our deliveries were,. Maybe they're planning a huge order because of the goodwill we've built up over the years. What's the average customer spend with us? *(I say)*"
      ],
      "description": "assertiveness"
    },
    "Resistance": {
      "examples": [
        "It's in a secure area, I'm afraid, we can't possibly allow it.",
        "No hang on, I can fill the P/O out now, *(I say, grabbing a blank purchase order from a tray on the desk.)*",
        "I can't. The switch on the admin vlan is isolated when the router's down.",
        "From having to pay royalties. See, any music played IN public or TO the public attracts royalties – so in effect we would owe the artist an amount of money for using their work as our on-hold music.",
        "No, none,. It makes it too hard for people to remember each others' passwords if they're always changing. *(I say)*"
      ],
      "description": "refusal or opposition"
    },
    "Respect": {
      "examples": [
        "I can't fault it, *(I say.)*",
        "Without it we'd be lost,. It details the steps we take in routine operations, but also outlines considerations that should be made when making changes to things. *(I agree)*",
        "Yeah, but that's an old code from when the head of security used to have a stutter. By the time he got that out you either knew he was serious or the incident was over."
      ],
      "description": "displaying deference"
    },
    "Reversal": {
      "examples": [
        "Just establishing an alibi, *(I respond.)*",
        "I take it back, you're stuffed. *(I say.)*"
      ],
      "description": "turning situation around"
    },
    "Rhetorical": {
      "examples": [
        "I mean it's not like it's some bloody MEANINGLESS STATISTIC that you'd just roll out like some mindless telemarketer that's never actually asked the question. Is it?"
      ],
      "description": "asking a question for effect"
    },
    "Ridicule": {
      "examples": [
        "Ridiculous! He's had a bump to the head."
      ],
      "description": "derisive scorn"
    },
    "Righteousness": {
      "examples": [
        "Because to do otherwise would be wrong."
      ],
      "description": "showing strong moral conviction"
    },
    "Romance": {
      "examples": [
        "Indeed you can!. Would you happen to have a glass of The McCallan? *(I respond happily)*"
      ],
      "description": "expressing affection"
    },
    "Sadistic": {
      "examples": [
        "OK, then you'll need to go for the old faithful. Push your machine off your desk – no, better still, bring it down to us to 'check' and on the way down the stairs heave it over the side."
      ],
      "description": "showing enjoyment of causing harm"
    },
    "Sadness": {
      "examples": [
        "Sadly … *(I say, before I'm interrupted.)*"
      ],
      "description": "emotional sorrow"
    },
    "Salespitch": {
      "examples": [
        "Oh, well, it's available on the website for a discounted price because they don't have to do the shipping, packaging, printing, etc. You just download it and print it yourself - straight from their website, which means you get the latest revision!"
      ],
      "description": "persuading for a sale"
    },
    "Sarcasm": {
      "examples": [
        "Well, he's probably...",
        "The old-fashioned way of checking if mains cable was live",
        "Don't be silly -- that's dangerous! You'd get an apprentice to do it!",
        "Oh dear. Don't tell me you've forgotten to get an indemnity form signed. And I just BET you're a private contractor who signed an indemnity form with your agency indemnifying THEM ?",
        "I dunno -- sounds a bit pricey to me!. You'd be lookingat, I dunno, a couple of grand. *(the PFY chirps, right on time)*"
      ],
      "description": "disapproving irony"
    },
    "Sarcastic": {
      "examples": [
        "Well we've found that if you don't actually *HAVE* a service, it can't be denied..",
        "Manager.. *(I add, really getting into the swing of things and realising that none of them wants to be the one to wimp out...)*",
        "No no, High Treason is only during a state of War.. This is just normal treason.. *(I say, motioning The PFY to put the hammer down)*",
        "I see. And what coolant do you suggest, water?",
        "OK, you know last month when the Helpdesk coordinator told you that there'd been a huge reduction in reported sick leave in the previous four weeks?"
      ],
      "description": "disguising irony as genuine statement"
    },
    "SarcasticRebuttal": {
      "examples": [
        "Bring Your Own DRINK *(I say, nudging a half consumed case of chilled Newky Browns from under the desk that the PFY and I have been working on for the past half hour.)*"
      ],
      "description": "using sarcasm to respond to criticism or accusation"
    },
    "Sarcastic_Detachment": {
      "examples": [
        "Nothing old or Soviet Block,. The metal's too thick. *(the PFY chips in helpfully)*"
      ],
      "description": "displaying emotional disconnection"
    },
    "Sarcastic_Doubt": {
      "examples": [
        "I... suppose we could."
      ],
      "description": "underlying skepticism in a polite tone"
    },
    "Sarcastic_Indifference": {
      "examples": [
        "Excellent!. And when you're done there, apparently someone's abandoned a meat lover's pizza on the sixth floor. *(I snap)*"
      ],
      "description": "showing nonchalant negativity"
    },
    "Sarcastic_Negation": {
      "examples": [
        "You've lost me."
      ],
      "description": "using a phrase in a way that it has opposite meaning"
    },
    "Sarcastic_Tone": {
      "examples": [
        "*(Sigh)* Lets take a look then, *(I say, following him to his office.)*",
        "Ah.",
        "So you just going to keep it all running?"
      ],
      "description": "using irony to express annoyance"
    },
    "Sarcasticness": {
      "examples": [
        "And he or she will be speaking to our AI solicitor – who incidentally, charges nothing to send a legal letter – or several hundred letters for that matter."
      ],
      "description": "expressing disdain or mocking through irony"
    },
    "Sarcastism": {
      "examples": [
        "This? What it says at the top of the page: Schedule of Concrete Pours at poorly guarded building sites ."
      ],
      "description": "over-the-top ironic language"
    },
    "Sardonic": {
      "examples": [
        "Yes, it seems we have a hacker... *(I say, pointing at the IDS console.)*",
        "But what did you come to see us about - if NOT some form of abhorrent deviancy? *(I ask.)*",
        "Both those accidents were where a ladder fell out of a window onto an accountant – so orange or not, they'd never see it coming.",
        "Indeed, *(I say, looking at the two failed drives in the array.)*",
        "Yes, yes, but the room's pretty much an airlock now as there's only a tiny amount of introduced air – the rest is recirculated. And the room is already designed to be an airlock because of the halon. In the event of a fire the make-up air vent shutters trip and the room is sealed up like a drum. We could just trip them and recirculate CO 2 ."
      ],
      "description": "showing subtle contempt"
    },
    "Sardonicism": {
      "examples": [
        "Yeah, a fire, a server crash, pushing him out the window..."
      ],
      "description": "using irony or sarcasm to criticize"
    },
    "Satire": {
      "examples": [
        "Then watch Virtual Chauffeur's take on Rodney King!",
        "Lager.",
        "The Boss is as likely to read a large technical document as OS2 is to stage a comeback. As all roads lead to Rome so will all questions will lead back to those technical documents that he hasn't read. The boss won't bring it up and we won't give him reason to. The geeky documents will slip to the bottom of the pile on his desk until ultimately he will 'accidentally' shred them.",
        "I'm betting he doesn't. I think he's got a cunning plan to create an unexpected vacancy just before the ship sails - a vacancy which can be filled by Natasha, his new PA. and her even newer fake tan.",
        "Job security by job obscurity is the key. Burn all documentation so no one can figure out what you do. Fabricate and post-date memos from HR guaranteeing you 52 week severance payouts as amendments to your employment contracts - keeping a copy for yourself obviously - then get a friendly HR person to sign them and insert them into your file."
      ],
      "description": "sarcastically criticizing or exaggerating"
    },
    "Satirical": {
      "examples": [
        "Run for the cafeteria,. And get them to throw a meatloaf at you! *(I yell as the Boss vanishes at speed)*"
      ],
      "description": "critically ironic"
    },
    "Satisfaction": {
      "examples": [
        "We do, but this way keeps the money inside the company.",
        "Well he's not at all happy!. Imagine how unhappy he'll be when he finds out you signed up for an extortionate 36-month term because it was the cheapest option! *(I say as the Boss storms out)*"
      ],
      "description": "pleased fulfillment"
    },
    "Scathing": {
      "examples": [
        "The one that takes longer to find a match than a blind pyromaniac? Well I *DID* warn you about trusting a database whose design phase was over in 15 minutes...",
        "Adding a registry scanning tool to Vista is a lot like adding a turd to the top drawer of your desk."
      ],
      "description": "harsh criticism"
    },
    "Scepticism": {
      "examples": [
        "Yeah, he's good. Strange he didn't just swap the cable out though.",
        "So you could block someone who has access if they look irate? *(I say, starting to like this idea a bit.)*",
        "They did, but the new one turned itself off too.",
        "Yes, well, I might need to think about that one a little.",
        "Bound to be!"
      ],
      "description": "doubting or questioning something"
    },
    "Scoff": {
      "examples": [
        "Yes, it's a lot easier to say something without thinking than to type it.",
        "Sure am! I'm not wandering into the computer room three times a day to restart one of their machines!"
      ],
      "description": "expressing disapproval"
    },
    "Scoffing": {
      "examples": [
        "I don't rea..",
        "Why?",
        "Of course I can! I'm the King!",
        "Indeed it is,. It's worth at least 100! What with all those Teen, Bondage and Webcam sites you found yesterday. *(I cry)*",
        "No?"
      ],
      "description": "expressing mocking or contempt"
    },
    "Scorn": {
      "examples": [
        "Is a waste of good office space, yes.",
        "Oh yes. An out and out brownnoser. A cleft presser of the First Order. AND he notes all his tips and observations on his report and files it with his office. THEN , next time something happens, they dig through it for a reason to void the maintenance agreement.",
        "Oh yes. An out and out brownnoser. A cleft presser of the First Order. AND he notes all his tips and observations on his report and files it with his office. THEN , next time something happens, they dig through it for a reason to void the maintenance agreement.",
        "You haven't been on the Computer Room safety briefing you people insisted that visitors must attend prior to entering the Computer Room.",
        "To the lengthening unemployment queues, yes. But you don't want them mixing stupidity with technology. That's your job. Leave it to them and they'll be recommending that we upgrade to those 'new' voice-operated computers they saw on Bladerunner... ... Oh, and you definitely don't want to be asking for any additional comments they might have about IT, the department, or our ongoing strategy."
      ],
      "description": "disdainful contempt"
    },
    "Sedate": {
      "examples": [
        "Sure."
      ],
      "description": "displaying a calm or subdued manner"
    },
    "Self-Awareness": {
      "examples": [
        "Told them I was giving them more RAM. Worked like a charm."
      ],
      "description": "acknowledging one's own actions or intentions"
    },
    "Self-Blame": {
      "examples": [
        "*(TWO DAYS LATER)* In retrospect,, I blame myself. I should have checked the backup battery and should not have just cut-and-pasted the word 'ultraviolent' from the Boss's email. Maybe spell checker would have picked that up. *(I say to the Director)*"
      ],
      "description": "expressing guilt for past actions"
    },
    "Self-Deprecation": {
      "examples": [
        "Sorry, what was that? I wasn't listening, *(I confess.)*"
      ],
      "description": "making fun of oneself to deflect or show humility"
    },
    "Self-deprecation": {
      "examples": [
        "*(The Boss's monologue is interrupted by the sound of a large bottle of highly flammable cleaning liquid smashing at his feet)* Woopsy,, Clumsy old me. *(I cry, sneakily reaching for a box of matches)*",
        "With Dixons? No, not yet. Do you think I should get one?",
        "Insider trading? *(I ask hopefully, mentally kicking myself for not paying more attention to the dullards in trading...)*",
        "Yeah I must have forg..",
        "Bit of a trolley disaster,. I was on the front and the PFY was on the back when one of the castors fell out of its socket. *(I shrug)*"
      ],
      "description": "humorous self-criticism"
    },
    "Self-justification": {
      "examples": [
        "We weren't to know these expenses were unjustified. No one knew how COVID was spread. I mean I wouldn't have dumped that brand new espresso machine if I'd known the operating heat would have killed the germs in about 10 minutes."
      ],
      "description": "attempting to excuse or vindicate one's actions"
    },
    "SelfDeprecation": {
      "examples": [
        "This is called a TIE . Predominantly used to engender respect for the wearer - which more often than not is undeserved.",
        "No, not at all. This is a friendly warning. Like a storm warning in a weather forecast. Think of me as a meteorological expert as far as IT support beatings go. I look at high and low pressure regions and predict - to the best of my abilities - what might come as a result of them. And my long range forecast is a beating on the horizon.",
        "Me.",
        "Maybe so,. dual-core *(I say, hefting a fancy desktop machine from the store onto the desk, but hoarding pays off in the end)*",
        "But after that it's all supposition on our part. We assume that the AI somehow worked out a link between people with poor hygiene and – although obviously not in all cases – the transmission of the virus that it was supposed to sanitise and decided to... uh... cut out the middleman, as it were. And, uh... because of the Boss's insistence on upping the whole 'ultraviolence' thing I guess that fireballs were the, uh, an inevitable response."
      ],
      "description": "humorous self-criticism"
    },
    "Self_deprecation": {
      "examples": [
        "Well it WAS quite hush-hush. Still, I'm a little hurt he's forgotten me. Maybe that's why I never got those royalties payments? Still, forgive and forget, that's what I say! *(I respond magnanimously.)*"
      ],
      "description": "making oneself the subject of ridicule"
    },
    "Self_mockery": {
      "examples": [
        "*(Ah, the old mind-control chestnut)* But surely,, if they're using it for mind control, you wouldn't be saying this right now? Surely the nanobots would have suppressed this? *(I say)*"
      ],
      "description": "humorously criticizing oneself"
    },
    "Self_satisfaction": {
      "examples": [
        "Too late,. I barely had time to grab a couple of bags before they were gone! *(the Boss chuckles smugly)*"
      ],
      "description": "displaying pleasure in one's own success"
    },
    "Serious": {
      "examples": [
        "This would not factor into the calculation of savings."
      ],
      "description": "expressing a formal tone"
    },
    "Seriousness": {
      "examples": [
        "Ordinarily yes, but we'd like him to get in somewhere so that we can eavesdrop and see what he's looking for.",
        "Well, there's audit trails, gaps in logfiles, that sort of thing. I mean if someone were to cover up access to you email, there'd be a myriad of things they'd have to do to make sure it remains undiscovered.",
        "No, it's descriptive.",
        "Remaining middle management typically gets cut by about 40 per cent,. But I doubt they'll get rid of any of the technical staff till they know how out systems and networks work - which could take years!!! *(I say, quoting some statistics I recently perused)*",
        "It'll be examining the status indicators on the printer and consulting the error code data."
      ],
      "description": "showing a lack of emotional tone"
    },
    "Shaded_Sarcastic": {
      "examples": [
        "No... I used to play D&D when I was a kid..."
      ],
      "description": " veiled sarcasm or criticism"
    },
    "Shamelessness": {
      "examples": [
        "Oh, actually my mistake, that was my lunch expense claim that I'd left on my desk to dry out after I dropped it in the urinal..."
      ],
      "description": "lacking remorse for wrongdoing"
    },
    "Shock": {
      "examples": [
        "An OIL?!",
        "How?!?",
        "You're joking!",
        "What!?",
        "WHAT?!"
      ],
      "description": "surprise at a new or unexpected idea"
    },
    "Shortness": {
      "examples": [
        "Questionnaires.",
        "No.",
        "No.",
        "Just the financials data.",
        "No, the transactions."
      ],
      "description": "abrupt or curt response"
    },
    "Shuddering": {
      "examples": [
        "I didn't want to - but it was my job! The things I've seen! The nightmares I have!"
      ],
      "description": "feeling horror"
    },
    "Sigh": {
      "examples": [
        "But the worst one would be the quote on that Management Website from one of the managers they interviewed, calling the staff... ahmmm.... *(I say, trying to recollect correctly.)*",
        "Oh, right then! OK, I'll open a new job for you on the helpdesk system and it'll keep you updated. You'll get regular email updates or you can call the helpdesk if you need an urgent update. Your job reference code is... DOGHERPE - just use that if you need to know what's happening...",
        "And that's just the monitors - the VT52s are a whole other story.",
        "Oh, I remember back to the days when I never thought about testing for error conditions, verifying cascading authorisation trees and propagating audit trails, *(I sigh.)*",
        "No argument there,, but how? *(I nod)*"
      ],
      "description": "expressing a deep, labored breath"
    },
    "Sigh_of_Relief": {
      "examples": [
        "I'm trying to find the floor bung! *(I say, continuing my work.)*"
      ],
      "description": "exhaling at a problem solved"
    },
    "Sighing": {
      "examples": [
        "Yeah, you can only check code out of the version control system after 48 hours notice - It's a security thing, *(I respond.)*"
      ],
      "description": "acknowledgment of a tedious situation"
    },
    "Silence": {
      "examples": [
        "Uh...",
        "Mmm."
      ],
      "description": "lacking audible expression"
    },
    "Simple": {
      "examples": [
        "Lights."
      ],
      "description": "lacking complexity"
    },
    "Sincerity": {
      "examples": [
        "Indeed. It's not my normal type of Self-Helpless guide, but something real.",
        "Uh, well, I'm not really sure of the exact figures. Didn't you sign my contract?",
        "Yes!",
        "Oh yes!",
        "You can trust me,. Mother is the word. *(I respond caringly)*"
      ],
      "description": "expressing genuine emotions"
    },
    "Skeptical": {
      "examples": [
        "But someone might access it, mightn't they?",
        "So what - you show them that the cartridge really is empty.",
        "A takeover, I should have guessed,. Who? *(I say, thinking back to the feverish activity which has been occurring in Beancounter and PR Centrals)*",
        "*(A week later)* How's it going? *(I ask the PFY.)*",
        "Not about search engines using the word 'privacy clause' when they're going so far out the other side it should actually be called 'lack of privacy clause'?"
      ],
      "description": "questioning or doubting"
    },
    "Skepticism": {
      "examples": [
        "A Cooling Fan problem, completely unrelated to anyth..",
        "Of course it is, but I prefer the holistic approach to computer maintenance - every part being interconnected, and therefore reflecting on the whole. Besides, I always think better after an Espresso.",
        "*(The Boss is strangely quiet at this)* No,. What you want is a survey that breaks new ground -tells us something we don't know. Similar data, but varying by certain degrees. *(I continue)*",
        "Superior in what way? *(I ask.)*",
        "It should be written on 50 pound notes. Four of them.."
      ],
      "description": "questioning the truth or reliability"
    },
    "Slight_Impertinence": {
      "examples": [
        "Mmm."
      ],
      "description": "slight tone of disrespect"
    },
    "SlightlyDroll": {
      "examples": [
        "Ah! You know those fold up canvas chairs we got from the LTO3 vendor in July?"
      ],
      "description": "mild, witty humor"
    },
    "Smugness": {
      "examples": [
        "Not so bad in this building, but in any case, I also flipped the on-board Bluetooth on his PDA and installed a sprinkling of Bluetooth cards in strategic places round the building which make the location a lot more granular.",
        "There's a problem with the lift! *(a familiar voice echoes tinnily.)*",
        "Which was also signed by your HR guy – in ink, *(I add.)*",
        "Just ensuring data protection on site with enhanced physical security, *(I comment.)*",
        "The report was delivered to the front desk at 8:22am,, received by Dave *(I continue,)*"
      ],
      "description": "showing self-satisfaction"
    },
    "Snark": {
      "examples": [
        "In the past some of these things were lucky enough to be recorded on the CCTV system, but in these days of biometrics and enhanced burden of proof the leverage of a poor quality black and white image isn't what it once was.",
        "Oh, we can talk about you later."
      ],
      "description": "deliberate, clever, and slightly mocking tone"
    },
    "Snarky": {
      "examples": [
        "True – but just in case that doesn't work – where did you get those EarPods from again?"
      ],
      "description": "short, sharp, and slightly mocking comments"
    },
    "Sneer": {
      "examples": [
        "I usually do it while the PFY's getting a coffee. Mind you, I do have a script that does most of it…"
      ],
      "description": "condescending disdain"
    },
    "Somber": {
      "examples": [
        "Well it's an interesting thing. An audit at the end of last year found that the only thing the company carried sufficient insurance for was workplace accident and associated liability. For some reason. Most importantly the building insurance was flagged as being seriously underestimated given the appreciation in value since the building was purchased - because of its proximity to certain parts of the city which are more desirable than they once were."
      ],
      "description": "serious and solemn"
    },
    "Somberness": {
      "examples": [
        "I'm afraid so, *(I respond.)*",
        "I guess you'd approach 100 per cent viral kill rate.",
        "Oh,, Monday we're running through the DR testing procedures – you know, running the generators on load, testing the bypass switches on each of the UPS units, then load testing the UPS units themselves. It takes most of the day. *(I say sadly)*"
      ],
      "description": "serious or mournful mood"
    },
    "Soothing": {
      "examples": [
        "There's no need to panic,. I've been in situations like this before, and know that panic does not help! *(I respond, taking control)*"
      ],
      "description": "calming and peaceful"
    },
    "Sophistication": {
      "examples": [
        "Well say there was a big defrag in IT management. You'll want to have a tier 6, say, job, because obviously I'd want a tier 5 job and who needs the hassle? We'll keep the Boss because he has no idea how his mobile phone works, let alone how we do. We write him a primo Job Description, write ourselves something similarly bewildering, and then... slip into the hole. You'll want to think of a JD with the word Architect in it. They bloody love that word these days - and it's not like the old days when you had to eat pencils or have a goatee. Solutions Architect is maybe a tier 7 at best, but a Corporate IT Integration architect is a 6. Workplace Systems Architect is a 5 and before you know it you'd have half the beancounters working for you."
      ],
      "description": "conveying refinement and intelligence"
    },
    "Speculation": {
      "examples": [
        "I'm not too sur...",
        "I'm beginning to think it's in disguise. You know – made to look like something else. Something that belongs in our office.",
        "I'm beginning to think it's in disguise. You know – made to look like something else. Something that belongs in our office.",
        "Anything less than the size of a half-rack – and probably something new in the office ..."
      ],
      "description": "expressing uncertain thoughts"
    },
    "Stalling": {
      "examples": [
        "I could let you have it for... let's see..."
      ],
      "description": "prolonging the conversation"
    },
    "Straightforward": {
      "examples": [
        "Yes, we needed to install off-site access last year, but this year we need to replace all the on-site access equipment that we didn't replace last year as well as the on-site equipment we were scheduled to replace this year."
      ],
      "description": "unemotional and to the point"
    },
    "Stubbornness": {
      "examples": [
        "I can't - we don't close off the financial years immediately."
      ],
      "description": "refusal to compromise"
    },
    "Submission": {
      "examples": [
        "Oh. My mistake, *(I sigh.)*",
        "Well, got to keep trying, no matter how pointless, *(I concur, eating humble pie.)*",
        "Right!",
        "I... uh... I'll put you through.",
        "I... Uh..."
      ],
      "description": "accepting a statement without resistance"
    },
    "Submissive": {
      "examples": [
        "No, I wasn't expecting them so I...Oh, I see, *(I say, handing a player back to Cathy. Did I...I mean we get anything else?)*",
        "Yes. *(The Boss nods, still frowning in concentration.)*",
        "Well hopefully I'll be able to change your mind – and give you some new tools to work effectively with other teams."
      ],
      "description": "exhibiting a yielding or obedient attitude"
    },
    "Submissiveness": {
      "examples": [
        "I.. Well I.. .. Could you meet with him and talk with him about it?",
        "Sure.",
        "I... Yes!",
        "Yes."
      ],
      "description": "unwillingness to take charge or assert authority"
    },
    "Subservience": {
      "examples": [
        "Excellent – if you could just show me to them...",
        "Let's just calm down,. I'm sure the printer company will see reason and let us out of our contract. *(I say quietly)*"
      ],
      "description": "submissive attitude"
    },
    "Subterfuge": {
      "examples": [
        "We actually forgot to pick up the toner cartridge,. So we need to you grab the Director's car keys off his desk... *(I admit)*"
      ],
      "description": "concealing the truth with deceit"
    },
    "Subtle": {
      "examples": [
        "That was the good side.",
        "You mean... Platinum, all the mods?",
        "I was just checking to make sure we hadn't applied the Service Pack that deletes users who change their hardware config.",
        "So was that dent not made by iron? *(I ask.)*"
      ],
      "description": "unobtrusive"
    },
    "SubtleSarcasm": {
      "examples": [
        "And their relatives still remember the stories about how good our deliveries were,. Maybe they're planning a huge order because of the goodwill we've built up over the years. What's the average customer spend with us? *(I say)*"
      ],
      "description": "expressing skepticism"
    },
    "Subtle_Mockery": {
      "examples": [
        "*(Call me a little sensitive but I get the feeling that my user is trying to put 2 and 2 together to get 73)* What are you suggesting? *(I ask.)*"
      ],
      "description": "using gentle humor to deflect criticism"
    },
    "Subtle_Sarcasm": {
      "examples": [
        "VT52s - though on the bright side there's only about 70 of them because they're twice the size of a screen. But that's not what I'm worried about."
      ],
      "description": "hidden criticism or irony"
    },
    "Subtlety": {
      "examples": [
        "Thanks, Captain,, and I'd just like to say how much I like those uniforms. *(I reply, slipping off his space age watch mid-shake)*",
        "Not exactly...",
        "Dedicated, Team-Playing professionals who will go the extra mile to get a job done properly, yes.",
        "Oh. Well he can have some of my pens I suppose.",
        "You're on. And don't forget an expenses form - Meal and overtime!"
      ],
      "description": "delicately or indirectly expressing something"
    },
    "Subversion": {
      "examples": [
        "Attack ships on fire off the shoulder of Orion..."
      ],
      "description": "undermining expectations or conventions"
    },
    "Subversive": {
      "examples": [
        "What's next? *(I ask, cheerily.)*"
      ],
      "description": "challenging authority"
    },
    "Suggestion": {
      "examples": [
        "Yes, Well you realise that if you've absorbed my IP, any children you have would have to be licensed, and of course the only way I can prove absorption would be through your reproductive organs.",
        "We could section off another part of the bays and use it for tape safes.",
        "Right, fake a few open conversations between your personas, with nothing too risqué - except for Jess who'll be positively filthy. Make sure all the profiles are public, then wait to see who bites.",
        "Then you should have a slide which only has a picture of the screen on it."
      ],
      "description": "offering a possible solution or idea"
    },
    "Suggestive": {
      "examples": [
        "You know what you should do? *(I say.)*",
        "No – because if they're on the phone it just goes straight to voicemail, it doesn't ring twice first."
      ],
      "description": "offering a solution"
    },
    "Suggestiveness": {
      "examples": [
        "I don't think name calling and innuendo is constructive, *(I say, oozing helpfulness.)*"
      ],
      "description": "implying something without directly saying it"
    },
    "Superiority": {
      "examples": [
        "Oh yes. Never underestimate the bargaining power of someone who knows how to do as well as manage.",
        "Oh no. I'm a collector. Huge difference.",
        "I usually do it while the PFY's getting a coffee. Mind you, I do have a script that does most of it…",
        "Well...Just...sometimes it takes a professional to bring out the true photogenic quality.",
        "It's technical, *(I say.)*"
      ],
      "description": "showing disdain for others"
    },
    "Suppressed Anger": {
      "examples": [
        "*(THE LYING BASTARD)* Fair enough, *(I say, suppressing the urge to slam the phone down.)*"
      ],
      "description": "anger or irritation being held back"
    },
    "Supremacy": {
      "examples": [
        "ADDITIONALLY, my client is entitled to confer in private. *(I say, disconnecting the Boss from the call.)*"
      ],
      "description": "demanding control or dominance"
    },
    "Surprise": {
      "examples": [
        "WHAT?!?",
        "Ah. So I want to use soft core porn as the input.",
        "What?!",
        "Who?",
        "What?!"
      ],
      "description": "showing a sudden unexpected reaction"
    },
    "Suspense": {
      "examples": [
        "What? *(I ask equally mysteriously.)*"
      ],
      "description": "air of tension"
    },
    "Suspicion": {
      "examples": [
        "Yes, I think there's some sort of bonus riding on the party..",
        "Your name did come up. We saw the whole Rita, truckdriver thing and noticed a couple of similarities.",
        "Nah, he left on a junket with his PA. But his office doorhandle's got some form of wiring problem that probably needs looki...",
        "I'd rather not say.",
        "They're probably not - but they're most certainly interested in how he came by the find me codes."
      ],
      "description": "showing distrust"
    },
    "Suspiciousness": {
      "examples": [
        "As it should,. Anyway, about this Domain Admin privilege, why don't we line you up with that right now and you can get to work. Tell me, how are you going to use it - just to set my mind at rest from a security perspective? *(I respond, again all too honestly)*",
        "What do you mean?",
        "How?",
        "What do you mean?",
        "No, why?"
      ],
      "description": "expressing doubt about authenticity"
    },
    "Sympathetic": {
      "examples": [
        "Ah yes - the asbestos company defence,. Still, you have your job to do... *(I say)*",
        "That's our whole life you're talking about,. But I didn't know the Helldesk had any vacancies. *(I reply)*"
      ],
      "description": "expressing compassion"
    },
    "Sympathy": {
      "examples": [
        "True. But then he'll need money when he gets to Beirut...",
        "Yes they are!",
        "Look, I can see that you're getting a little upset about this, so why don't I give you a shorter number, *(I say, calmly.)*",
        "I didn't want to - but it was my job! The things I've seen! The nightmares I have!",
        "Dodged a bullet there,. Ooooh, it looks like he might be in shock! And how do we treat shock? *(I say, patting him on the back)*"
      ],
      "description": "empathetic understanding"
    },
    "Taunt": {
      "examples": [
        "We actually forgot to pick up the toner cartridge,. So we need to you grab the Director's car keys off his desk... *(I admit)*",
        "No, I'm saying there's a turd in the top drawer of your desk. And I'd be careful taking paper out of printers from now on. Particularly if it's in a darkened stairwell...",
        "Yes, I'm afraid that in the two days between you clicking on the OKAY button and complaining about the OKAY terms, the degenerate AI model had learnt all it needed from you."
      ],
      "description": "teasing or mocking with intent to provoke"
    },
    "Taunting": {
      "examples": [
        "Make that 10 pints. Want to try for 20?",
        "More still...",
        "We had 100 terminals?",
        "Let's rephrase that as why WOULD you have access to the computer room?. Given that your IT 'expertise' is about 15 years old and involved changing PABX batteries? *(I ask, weighing into the conversation)*",
        "Nah, the PFY lifted your wallet the day you started and stole your credit card details and personal information. We followed you here from your home."
      ],
      "description": "provoking or teasing"
    },
    "Tease": {
      "examples": [
        "I usually do it while the PFY's getting a coffee. Mind you, I do have a script that does most of it…"
      ],
      "description": "playful jab"
    },
    "Teasing": {
      "examples": [
        "Of course. but my guess is that the read pass must have been the straw that broke the camel's back -- media-wise! *(I respond, ignoring the ticking sound as the Bollockometer clocks itself)*",
        "Those pints you're about to buy me!",
        "Excellent!. Would you like me to send you one of our pamphlets as well - I've just finished one on the Divine Shiny Aura. *(I cry)*",
        "Almost definitely - there it is there, hardly a scratch on it, except for those heel marks.",
        "Or two breasts, if your assistant's browsing is anything to go by *(the Head of IT remarks, unable to drag his eyes from the pink hues emanating from The PFY's screen.)*"
      ],
      "description": "playful joking"
    },
    "Technical": {
      "examples": [
        "Well the server-client systems will be all out of whack for a start but the replication of data is bound to fall over - then there's the electrical problems - phase imbalances, hysteresis loops, the possibility of brown-outs and spikes, not to mention the power factor correction that we'd need to put in place.",
        "Yeah - the feeling of sea sickness is caused by the disparity between what your eyes see and what the ears report in terms of motion. We correct that and then by adjusting the frame rate of the picture to your circadian rhythm your eyes are more attuned and less likely to notice the vestiges of flickering which cause the migraines."
      ],
      "description": "explaining complex concepts"
    },
    "Technicality": {
      "examples": [
        "That would only work if it were a permanent colour change and not a transient one from the jet stream coming into contact with a heat point source. No, what we're trying to do is isolate the issue of a heat point source affecting the atomised stream of chromatic ink particles and causing a register shift.",
        "I can't. The glue that holds the magnetic substrate on the disk has aged so poorly that the read heads would scrape the data off the plastic."
      ],
      "description": "using complex or specialized terms"
    },
    "Testiness": {
      "examples": [
        "I'd like to log a hardware fault please. *(I say testily.)*",
        "I got it right the first time, *(I reply testily.)*",
        "Uh...I've got some...120 GSM backing card."
      ],
      "description": "showing irritation and slightly annoyed tone"
    },
    "Threat": {
      "examples": [
        "This is all going in my report you know! *(he threatens.)*"
      ],
      "description": "showing force or intimidation"
    },
    "Threatening": {
      "examples": [
        "Why do you treat me so disrespectfully? If you came to me in friendship, your department head and the desktop efficiency consultant would be suffering this very afternoon - at the latest. And if by chance an IT 'professional' like yourself lost their desktop machine, then they would in turn have problems with their desktop machines, and they'd think twice about trying to downgrade you.",
        "CRTs are getting harder to get rid of than a scorching case of herpes - and there's only so many you can dump on the tube before they start hunting you down like a dog."
      ],
      "description": "expressing intention to cause harm"
    },
    "Timidity": {
      "examples": [
        "Uhhh.... *(I say, haltingly.)*",
        "I... Yes!"
      ],
      "description": "showing reluctance"
    },
    "Tone": {
      "examples": [
        "I could give it a pull, but it's the disk that's crashed, not the machines. You want us to install a disk reset as well?",
        "So it was a one-off test then?. Something made you decide to test your dog? Maybe you had a party - a few close friends, a few too many drinks - things got out of hand - we've all been there. *(the PFY interrupts)*",
        "Yeah, it's one of our users. There's some paper jam they want us to sort out, so we've got them using one of our new AI remote diagnostic tools."
      ],
      "description": "neutral"
    },
    "Tone_of_Authority": {
      "examples": [
        "It's technical!. You wouldn't understand. Dave is the one who changes the kegs so when he's gone from the bar for more than 10 minutes – and he's not in the toilets – he's changing a keg. You don't want to try the stuff before then because it's often a dilute blend of lager and line cleaner – which is why the PFY and I usually drink bottled beer till you lot have had a few pints. *(I say)*"
      ],
      "description": "assertive and commanding"
    },
    "Tragic": {
      "examples": [
        "Nothing. We gave him the licence documents and I guess the ... shame ... of making such a ludicrous claim ... uh ... drove him over the edge. It really was very tragic, because the company was just about to appoint him as a full-time IT auditor. It just goes to show that you never can tell."
      ],
      "description": "showing pity or sorrow"
    },
    "Triumph": {
      "examples": [
        "*(WHACK Clatter clatter weeeeeeoorrRRRRRRR.....r)* Amazing!. You put it straight through the drive bay cover, the ball landing..... oh!.. right on the CPU cooling fan which is bound to cause a therma.. *(I yelp, investigating the damage)*",
        "*(10 seconds later)* And tell all your friends.. *(I say as The Boss leaves the office, while giving The PFY his cut.)*",
        "*(A quick five later and I'm in the Comms Room, poised for Victory)* THE BASTARD, IN THE COMMS ROOM, WITH THE COOLING PIPE! *(I cry happily.)*",
        "*(VIVE LA REVOLUTION! ®)* Told you so, *(I respond.)*",
        "Told you so, *(I respond.)*"
      ],
      "description": "feeling elation and victory"
    },
    "Triumphalism": {
      "examples": [
        "No, someone answered so technically we're covered. AND they have 24-hour service too, so it will really lift the department average! *(I say, triumphantly.)*"
      ],
      "description": "expressing arrogant victory"
    },
    "Trusting": {
      "examples": [
        "You can trust me,. Mother is the word. *(I respond caringly)*"
      ],
      "description": "believing someone's intentions"
    },
    "Twisted_Sarcasm": {
      "examples": [
        "It depends on whom you're drowning and how long the struggling goes on for."
      ],
      "description": "underlying irony with a dark intent"
    },
    "Uncertain": {
      "examples": [
        "Well, I don't know if we can be SURE about that. I mean, it was a very difficult time for everyone – what with the infection and everything. It might have happened afterwards, or it might have been happening all along. I mean, who can be sure?"
      ],
      "description": "lacking confidence or clarity"
    },
    "Uncertainty": {
      "examples": [
        "Uh...",
        "Explorer and Firefox don't.",
        "I think it will largely depend on what floor he's on and whether he has a window in his office.",
        "Uh ... I don't think that will be necessary, *(the Boss backpedals.)*",
        "I shouldn't think so?"
      ],
      "description": "lacking confidence"
    },
    "Undercurrent": {
      "examples": [
        "Of course! Although I will be pursuing the company for the costs of my treatment."
      ],
      "description": "subtle, implied tone"
    },
    "Underlying_Anger": {
      "examples": [
        "OK, if you want."
      ],
      "description": "quietly suppressed indignation"
    },
    "Underlying_Frustration": {
      "examples": [
        "Well if I go through our normal suppliers, maybe a week or two."
      ],
      "description": "hidden irritation"
    },
    "Undermining": {
      "examples": [
        "Well it was, but it was needed in the Computer room, so we had a bit of a shuffle.",
        "But someone might access it, mightn't they?",
        "Nah, like I said it'll take years for them to figure out how our systems work.",
        "No, it was a bit of an... arthouse movie, with a cult following."
      ],
      "description": "weakening credibility or argument"
    },
    "Understanding": {
      "examples": [
        "No, but it feels that way sometimes.",
        "I know, but I can see the effects of it.",
        "Ah.",
        "Yes, I take your point,. It is a good thing to know and I suppose in retrospect it's good that we know that the systems we have in place are working. *(I say)*"
      ],
      "description": "empathetic awareness"
    },
    "Understated_sarcasm": {
      "examples": [
        "It certainly looks that way, *(I admit.)*"
      ],
      "description": "subtle expression of annoyance"
    },
    "Understatement": {
      "examples": [
        "That pretty much is the beginning of the tape. I could go and get the morning tape I suppose, although that's not really got anything on it, as he only really started during lunchtime, which we don't record..",
        "Lager.",
        "Nothing runs on the box - Apart from my game of dungeon.",
        "Excellent!",
        "Again, don't worry, we have a spare drill bit."
      ],
      "description": "minimizing the importance of the situation"
    },
    "Vagueness": {
      "examples": [
        "I don't know,. I think it's some marketing thing by the company that sells them - you know, appeal to the people who want that stuff that other books skim over. *(I respond)*",
        "The spare tyre and wheel well didn't...",
        "I did, but I'm sure we can pick up some here and there for... I dunno.. 10, 20 quid apiece.",
        "Well, because it's the way of the future.",
        "Again, the contract doesn't clarify who is entitled, it just says meetings."
      ],
      "description": "lacking clarity"
    },
    "Vindication": {
      "examples": [
        "It WAS pirated! And they were playing it in work time! And they wouldn't help me with my problem.",
        "Sure they would – they got an email telling them that the bonus was being paid in cash to get around tiresome VAT rules and that we made it a 'competition' so they could declare it as winnings from a game of skill – if they declared it at all. They couldn't get here quick enough!"
      ],
      "description": "sense of being right"
    },
    "Vindictiveness": {
      "examples": [
        "Tell it to Iron Butterfly, *(I say, dragging the PFY's unconscious body over to a wheely chair...)*",
        "If I might,, climate change is increasingly being seen as the result of a flawed business model whereby the impact of a business process on the environment is not directly attributed to the business process and a cost penalty added. In other words, things which could in the past be abused for free are increasingly being factored into the business costs.. The server which consumes 1,200 watts of running power and maybe 1,250 watts of cooling power through some space time anomaly is seen as a global impact of some 2,450 watts of generation which has some carbon impact - depending on the generation involved. *(I say, raising an index finger to interrupt the Director while addressing the PFY)*",
        "Maybe not on a cooling fan, but I know for a fact it's dynamite on a late model Mercedes parked in my space two days in a row."
      ],
      "description": "desire to punish or harm"
    },
    "Warning": {
      "examples": [
        "Well, his contract's up for renewal, and the Board are a very peculiar lot. Anyone who could WOW them with an idea like this is bound to get reappointed.",
        "Yes, yes, but this was just a genuine misunderstanding, *(I say, realising that I'm going to have to watch my back for the next little while. Six months should do it.)*"
      ],
      "description": "expressing caution"
    },
    "Whimsy": {
      "examples": [
        "Well when you're drunk, that never happens. It's only the next morning when you wake up on a traffic island in the nude that you find you have a broken toe. Which tends to indicate that gravity doesn't work as fast when you've been drinking - because you're travelling so fast, in drunk time.",
        "Well they're the recalls, aren't they?. Hear that? *(I say, wandering over the Boss's desk, moving the teacups aside and tapping on the front of the monitor carefully)*"
      ],
      "description": "playful, fanciful humor"
    },
    "Whining": {
      "examples": [
        "Well you have to get me one. I need it!",
        "Yes, but I don't always have my card with me, *(the Boss whines.)*"
      ],
      "description": "showing self-centered complaining"
    },
    "Wicked": {
      "examples": [
        "Only where you live, how much you earn, your bank account numbers – nothing important"
      ],
      "description": "expressing malevolence"
    },
    "Wickedness": {
      "examples": [
        "The very same!",
        "Steal his credit card!"
      ],
      "description": "showing malice or spite"
    },
    "Wisdom": {
      "examples": [
        "You're from CIVP! *(I adlib, realizing the prerehearsed Amnesty International cover story has been ditched for something better.)*",
        "We do, but this way keeps the money inside the company.",
        "Perhaps you should just give it a go - you might be surprised how users respond to a positive rather than a negative, *(I say.)*",
        "We could, but the problem is that within buildings the signal strength varies due to the building structure and mass. Where there's a particularly dense mass – like the lift well, the services risers, or our HR department, the signal is attenuated.",
        "What, and void the warranty? *(I ask, smelling that trap.)*"
      ],
      "description": "displaying insight or deep understanding"
    },
    "Wistfulness": {
      "examples": [
        "Yes, but I don't want to use it as I'm sure we used to get a lot more pages out of our old printer."
      ],
      "description": "expressing a longing for the past"
    },
    "Wit": {
      "examples": [
        ".. Alive and well? *(I finish.)*",
        "Should HAVE . And no - it must be the low wind resistance of polyester that saved us.",
        "Ah, here it comes now. Mind your head! Yes, the freight elevator's a bit of a death trap, so it's probably lucky that we weren't in it. *(I mention, pulling him back from the open doorway as the empty lift sails past)*",
        "Admittedly you're one possible outcome of your parents, so you might want to keep them on ice somewhere as well for when you need a new key. And it'd be a breakthrough in public key encryption - you just need two people to have a quick shag to ensure private communications.",
        "Lunatic - from Lunar, meaning to do with the moon, and Tic, meaning..."
      ],
      "description": "showing clever or humorous language"
    },
    "Wittiness": {
      "examples": [
        "Oh, just us in-the-trade people.",
        "We're virtually there! *(I say.)*"
      ],
      "description": "displaying clever humor"
    },
    "Witty": {
      "examples": [
        "The Divine Aura of Tfosorcim Society.",
        "Right. And the monitors were replaced with?",
        "The quantum rule of insecurity – which states that the act of observing how vulnerable a host or service is changes the insecurity level of the service. Have you not heard of Schrödinger's Laptop?",
        "In what way? *(I ask.)*",
        "But what about you?. What will you do? *(I ask)*"
      ],
      "description": "using clever humor"
    },
    "Worried": {
      "examples": [
        "DON'T SAY IT!. If you say it, they'll all want it. And we've only got one copy left! *(the PFY interjects hurriedly, then catches himself)*",
        "Well, there's audit trails, gaps in logfiles, that sort of thing. I mean if someone were to cover up access to you email, there'd be a myriad of things they'd have to do to make sure it remains undiscovered.",
        "She bought the stuff about the van, the names and the cattleprod, but I'm not too sure about the other one. I attacked the poor quality of the image, the accuracy of time on the CCTV systems and suggested that there were many ways to interpret it in non-violent connotations, but I'm not sure how well it went down. She suggested that she might call the director and you might... apologise?"
      ],
      "description": "concerned about a potential problem"
    },
    "Worry": {
      "examples": [
        "Ah. Will we get into trouble?",
        "That your proposals are liable to be wildly unpopular...",
        "The encryption bug thing. Our files are infected."
      ],
      "description": "showing apprehension"
    },
    "Wry": {
      "examples": [
        "But not so poor that you didn't wedge the door shut again once he was in...",
        "So I'm using Aberdeen -and the book - to sleep and adjust my clock to Dubai time, *(I continue.)*",
        "Actually a KVM switch. Press F12 and it switches to or from my Linux box.",
        "The Brotherhood of the lost weekend. It's your duty to refill the bag and hand it to the next person who needs it.",
        "The Swedish volleyball team are visiting a jelly factory just as a fire breaks out, and the sprinklers come on and one of the jelly crystal tanks bursts, just as one of the team members makes an unkind remark about one of the other members hair styles,. But apart from that... *(I reply)*"
      ],
      "description": "amused and slightly sarcastic"
    },
    "WryHumor": {
      "examples": [
        "Buy you drinks!",
        "So you've not heard duelling banjos played on the bagpipes? *(I ask.)*"
      ],
      "description": "using irony or understatement"
    },
    "WryObservation": {
      "examples": [
        "This is called a TIE . Predominantly used to engender respect for the wearer - which more often than not is undeserved."
      ],
      "description": "commentary with a dry sense of humor"
    },
    "WrySarcasm": {
      "examples": [
        "Already in motion,. I've bought us some time with the administrivial 'carbon rods' of a ten page business case proposal but I've been working on the business equivalent of stuffing them in lead-lined drums, encasing the drums in cement and dropping them in the North Sea. *(I counter)*"
      ],
      "description": "using understated irony"
    },
    "Wryness": {
      "examples": [
        "Excellent, so my work wasn't in vain then!",
        "Except you wouldn't be driving down Oxford Street,, not being a passenger service vehicle... *(I correct)*",
        "Just wait till morning tea.",
        "Oh yes. This is one of those moments in your career that you dream of. But quick, we need to put up those 'Work Underway, Multiple Hazard Area' signs!",
        "Not so bad in this building, but in any case, I also flipped the on-board Bluetooth on his PDA and installed a sprinkling of Bluetooth cards in strategic places round the building which make the location a lot more granular."
      ],
      "description": "scoffing, with a touch of sarcasm"
    },
    "Zealotism": {
      "examples": [
        "It's internal - it'll look like a blank plate."
      ],
      "description": "excessive enthusiasm or fanaticism"
    }
  }
}